let prompts = {
    "1": {
        "answer": "мцыри",
        "beautifulAnswer": "Мцыри",
        "0": {
            "content": "Текст создал этот писатель:",
            "contentImg": "/images/guessText/text1/1.jpg"
        },
        "1": {
            "content": "Герой этого текста был круглым сиротой."
        },
        "2": {
            "content": "Герой вырос в монастыре."
        },
        "3": {
            "content": "Он дрался с барсом."
        },
        "4": {
            "content": `Действие происходит в Грузии`,
            "contentImg": "/images/guessText/text1/2.jpg"
        },
        "5": {
            "content": "После схватки с барсом герой выжил и снова попал в монастырь."
        },
        
        "6": {
            "content": `Так проиллюстрировал бой с барсом художник В.А, Поляков`,
            "contentImg": "/images/guessText/text1/3.jpg"
        },
        "7": {
            "content": "Этот герой мечтал о свободе и обретении семьи."
        },
        "8": {
            "content": "Раны, нанесённые ему зверем, были страшны, однако герой страдал большее от душевной боли, чем от плотской."
        },
        "9": {
            "content": "Жанр текста - поэма в стихах."
        }     
    },
    "2": {
        "answer": "кусака",
        "beautifulAnswer": "Кусака",
        "0": {
            "content": "Текст написал этот автор:",
            "contentImg": "/images/guessText/text2/1.jpeg"
        },
        "1": {
            "content": "Главный герой текста - зверь."
        },
        "2": {
            "content": "Это животное обитает на дачном участке и боится людей."
        },
        "3": {
            "content": "Это иллюстрация к тексту. Автор неизвестен.",
            "contentImg": "/images/guessText/text2/2.jpg"
        },
        "4": {
            "content": "Жанр текста - рассказ."
        },
        "5": {
            "content": `Лучший эпиграф к этому тексту: "Мы в ответе за тех, кого приручили"`
        },
        "6": {
            "content": "Животное, о котором идёт речь, раньше имело хозяев, которые его бросили."
        },
        "7": {
            "content": "Девочка по имени Лёля смогла приручить этого зверя."
        },
        "8": {
            "content": "Ещё одна иллюстрация неизвестного автора.",
            "contentImg": "/images/guessText/text2/3.jpg"
        },
        "9": {
            "content": "Этот рассказ включён в школьную программу по литературе для 7-ого класса (по учебнику В.Я. Коровиной.)."
        }
    },
    "3": {
        "answer": "ревизор",
        "beautifulAnswer": "Ревизор",
        "0": {
            "content": "Текст написал этот автор:",
            "contentImg": "/images/guessText/text3/1.jpg"
        },
        "1": {
            "content": "Главный герой текста - мужчина. Он обманщик."
        },
        "2": {
            "content": "Жанр текста - комедийная пьеса."
        },
        "3": {
            "content": "Это иллюстрация к тексту. Автор неизвестен.",
            "contentImg": "/images/guessText/text3/2.jpg"
        },
        "4": {
            "content": "Считается, что идею этой пьесы подсказал автору не кто иной, как Александр Сергеевич Пушкин."
        },
        "5": {
            "content": `И.И. Панаев отзывался об этом произведении так: "Впоследствии Барон Розен гордился тем, что когда автор, на вечере у Жуковского, в первый раз прочёл своего ... , он один из всех присутствовавших не показал автору ни малейшего одобрения и даже ни разу не улыбнулся, и сожалел о Пушкине, который увлёкся этим оскорбительным для искусства фарсом и во всё время чтения катался от смеха".`
        },
        "6": {
            "content": `"На зеркало неча пенять, коли рожа крива" - это эпиграф к произведению.`
        },
        "7": {
            "content": "В этой комедии даны образы чиновников, объятых различными пороками: взяточничество, хамство, подхалимство, воровство..."
        },
        "8": {
            "content": "оба низенькие, коротенькие, очень любопытные; чрезвычайно похожи друг на друга: оба с небольшими брюшками; оба говорят скороговоркою и чрезвычайно много помогают жестами и руками.",
            "contentImg": "/images/guessText/text3/3.jpg"
        },
        "9": {
            "content": `Одна из наиболее разошедшихся цитат этого текста: "Я пригласил вас, господа, с тем, чтобы сообщить вам пренеприятнейшее известие ..."`
        }
    },
    "4": {
        "answer": "бедная лиза",
        "beautifulAnswer": "Бедная Лиза",
        "0": {
            "content": "Текст написал этот автор:",
            "contentImg": "/images/guessText/text4/1.jpg"
        },
        "1": {
            "content": "Главный герой текста - молодая девушка."
        },
        "2": {
            "content": "Это проза. Жанр текста - повесть."
        },
        "3": {
            "content": "Это иллюстрация к тексту. Автор неизвестен.",
            "contentImg": "/images/guessText/text4/2.jpg"
        },
        "4": {
            "content": "Основной конфликт в тексте - любовный."
        },
        "5": {
            "content": `Девушка зарабатывает тем, что продаёт цветы.`
        },
        "6": {
            "content": `Это слова героини: "Если бы тот, кто занимает теперь мысли мои, рождён был простым крестьянином, пастухом, — и если бы он теперь мимо меня гнал стадо своё: ах! я поклонилась бы ему с улыбкою и сказала бы приветливо: „Здравствуй, любезный пастушок! Куда гонишь ты стадо своё? И здесь растет зелёная трава для овец твоих, и здесь алеют цветы, из которых можно сплести венок для шляпы твоей“. Он взглянул бы на меня с видом ласковым — взял бы, может быть, руку мою… Мечта!"`
        },
        "7": {
            "content": "Эта повесть - образец русской сентиментальной литературы."
        },
        "8": {
                "content": `Так отзывался о повести В.В. Сиповский: "... в этом произведении Карамзин первый у нас высказал то «новое слово», которое немцам сказал Гёте в своем «Вертере»".`
            },
        "9": {
                "content": `Это картина кисти О.А. Кипренского.`,
                "contentImg": "/images/guessText/text4/3.jpg"
            }
    },
    "5": {
        "answer": "братья карамазовы",
        "beautifulAnswer": "Братья карамазовы",
        "0": {
            "content": "Текст написал этот автор:",
            "contentImg": "/images/guessText/text5/1.jpg"
        },
        "1": {
            "content": "Одна из основных сюжетных линий текста - убийство."
        },
        "2": {
            "content": "Это проза. Жанр текста - роман."
        },
        "3": {
            "content": "Это скриншот из экранизации романа.",
            "contentImg": "/images/guessText/text5/2.jpg"
        },
        "4": {
            "content": "Через два месяца после выхода в свет этой книги её автор скончался."
        },
        "5": {
            "content": `Роман считается неоконченным.`
        },
        "6": {
            "content": `Из этого текста вышла следующая мысль: "Если Бога нет, всё позволено".`
        },
        "7": {
            "content": "Отакар Еремиаш создал одноимённую оперу на основе этого романа."
        },
        "8": {
            "content": `Это слова одного из героев: "А меня Бог мучит. Одно только это и мучит. А что как Его нет? Что, если прав Ракитин, что это идея искусственная в человечестве? Тогда, если Его нет, то человек шеф земли, мироздания. Великолепно! Только как он будет добродетелен без Бога-то? Вопрос! Я всё про это".`
        },
        "9": {
            "content": `В романе есть вставной текст, созданный одним из главных героев. Иллюстрация к нему изображена на рисунке. Автор неизвестен.`,
            "contentImg": "/images/guessText/text5/3.jpg"
        }
    },
    "6": {
        "answer": "улитка на склоне",
        "beautifulAnswer": "Улитка на склоне",
        "0": {
            "content": "Вот авторы этого произведения:",
            "contentImg": "/images/guessText/text6/1.jpg"
        },
        "1": {
            "content": "Авторы считали этот текст одним из лучших своих творений."
        },
        "2": {
            "content": `Вот цитата из этого романа: "Слушайте, книги, а вы знаете, что вас больше, чем людей? Если бы все люди исчезли, вы могли бы населять землю и были бы точно такими же, как люди. Среди вас есть добрые и честные, мудрые, многознающие, а также легкомысленные, пустышки, скептики, сумасшедшие, убийцы, растлители, дети, унылые проповедники, самодовольные дураки и полуохрипшие крикуны с воспалёнными глазами. И вы бы не знали, зачем вы."`
        },
        "3": {
            "content": "Это иллюстрация к тексту. автор неизвестен.",
            "contentImg": "/images/guessText/text6/2.jpg"
        },
        "4": {
            "content": "В основе конфликта - противостояние двух миров."
        },
        "5": {
            "content": `Символ всего романа - лес.`
        },
        "6": {
            "content": `В одном из миров произведения людям звонит один человек, но, когда они поднимают телефонные трубки, то каждый из них слышит индивидуальное сообщение.`
        },
        "7": {
            "content": "Один из героев романа - мужчина, попавший из одного мира в другой, но потерявший память в силу магического воздействия леса."
        },
        "8": {
            "content": `В этом тексте есть вид существ, напоминающий зомби.`
        },
        "9": {
            "content": `Одноимённая картина художника-сюрреалиста. Автор неизвестен.`,
            "contentImg": "/images/guessText/text6/3.jpg"
        }
    },
    "7": {
        "answer": "бесы",
        "beautifulAnswer": "Бесы",
        "0": {
            "content": "Вот автор этого произведения:",
            "contentImg": "/images/guessText/text7/1.jpg"
        },
        "1": {
            "content": "Это один из наиболее политизированных романов писателя."
        },
        "2": {
            "content": `В центре сюжета - убийство.`
        },
        "3": {
            "content": "Это скриншот экранизации романа.",
            "contentImg": "/images/guessText/text7/2.jpg"
        },
        "4": {
            "content": "В романе представлено такое яркое политическое явление того времени, как нечаевщина."
        },
        "5": {
            "content": `На страницах этого романа есть несколько страниц, которые с трудом поддаются цензуре. Из-за них автора обвиняли в склонности к педофилии.`
        },
        "6": {
            "content": `Сам автор писал по поводу текста следующее: "На вещь, которую я теперь пишу в „Русский вестник“, я сильно надеюсь, но не с художественной, а тенденциозной стороны; хочется высказать несколько мыслей, хотя бы при этом пострадала художественность. Но меня увлекает накопившееся в уме и сердце; пусть выйдет хоть памфлет, но я выскажусь".`
        },
        "7": {
            "content": "Герой этого произведения разработал теорию самоубийства как непреложную необходимость для здравомыслящего человека."
        },
        "8": {
            "content": `Вот цитата из этого произведения: "Человек только и делал, что выдумывал Бога, чтобы жить, не убивая себя; в этом вся всемирная история до сих пор".`
        },
        "9": {
            "content": `Иллюстрация к роману. Автор неизвестен.`,
            "contentImg": "/images/guessText/text7/3.jpg"
        }
    },
    "8": {
        "answer": "недоросль",
        "beautifulAnswer": "Недоросль",
        "0": {
            "content": "Вот автор этого произведения:",
            "contentImg": "/images/guessText/text8/1.png"
        },
        "1": {
            "content": "Герой этого текста - дворянин."
        },
        "2": {
            "content": `Жанр текста - комедийная пьеса.`
        },
        "3": {
            "content": "Это иллюстрация к тесту. Художник неизвестен.",
            "contentImg": "/images/guessText/text8/2.jpg"
        },
        "4": {
            "content": "Произведение обличает пороки провинциального дворянства: дикость, необразованность, злонравие."
        },
        "5": {
            "content": `Все фамилии героев этого текста говорящие.`
        },
        "6": {
            "content": `Вот одна из известнейших цитат данной пьесы: «Не хочу учиться — хочу жениться».`
        },
        "7": {
            "content": "«Всё в этой комедии кажется чудовищной карикатурой на всё русское. А между тем нет ничего в ней карикатурного: всё взято живьём с природы…» - так отзывался о пьесе Николай Васильевич Гоголь."
        },
        "8": {
            "content": `Тот же Гоголь, когда был студентом, играл в этой пьесе роль матери главного героя.`
        },
        "9": {
            "content": `Фрагмент постановки комедии. На фотографии изображён главный герой.`,
            "contentImg": "/images/guessText/text8/3.jpg"
        }
    },
    "9": {
        "answer": "путешествие из петербурга в москву",
        "beautifulAnswer": "Путешествие из Петербурга в Москву",
        "0": {
            "content": "Вот автор этого произведения:",
            "contentImg": "/images/guessText/text9/1.jpg"
        },
        "1": {
            "content": "Этот текст - самое известное произведение этого автора."
        },
        "2": {
            "content": `Автор данного текста представляется читателю путешественником.`
        },
        "3": {
            "content": "Это иллюстрация к тесту. Художник неизвестен.",
            "contentImg": "/images/guessText/text9/2.jpg"
        },
        "4": {
            "content": "Одна из главных тем этого произведения - осуждение крепостного права, угнетения крестьян помещиками и самодержавия."
        },
        "5": {
            "content": `Жанр текста - путевые заметки.`
        },
        "6": {
            "content": `Вот одна из цитат текста: «Не тот один вор, кто крал, но и тот, что принимал, – так писано в законе русском».`
        },
        "7": {
            "content": `В произведение включены два поэтических текста того же автора: "Слово о Ломоносове" и оду "Вольность".`
        },
        "8": {
            "content": `Эпиграфом к тексту послужила видоизменённая цитата из поэмы Тредиаковского: «Чудище обло, озорно, огромно, стозевно и лаяй».`
        },
        "9": {
            "content": `А вот говорящая иллюстрация к произведению. Автор неизвестен.`,
            "contentImg": "/images/guessText/text9/3.jpg"
        }
    },
    "10": {
        "answer": "горе от ума",
        "beautifulAnswer": "Горе от ума",
        "0": {
            "content": "Вот автор этого произведения:",
            "contentImg": "/images/guessText/text10/1.jpg"
        },
        "1": {
            "content": "Этот текст - самое известное произведение этого автора."
        },
        "2": {
            "content": `Действие происходит вскоре после войны 1812 года. В центре внимания - светское общество.`
        },
        "3": {
            "content": "Текст является сатирой на упомянутое общество. Автор представленной иллюстрации неизвестен.",
            "contentImg": "/images/guessText/text10/2.jpg"
        },
        "4": {
            "content": `Вот какие афоризмы дал миру этот текст: "А судьи кто?", "Служить бы рад, прислуживаться тошно", "Карету мне, карету!"`
        },
        "5": {
            "content": `Жанр текста - комедия в стихах.`
        },
        "6": {
            "content": `В качестве образца для подражания автор этого текста взял классическую пьесу Мольера «Мизантроп».`
        },
        "7": {
            "content": `Сюжет начинается так: молодой дворянин возвращается в Россию из-за границы и направляется прямиком к своей возлюбленной, которая изменилась за время разлуки.`
        },
        "8": {
            "content": `А вот фрагмент из постановки этой комедии. Автор постановки - Римас Туминас.`,
            "contentImg": `/images/guessText/text10/3.jpg`
        },
        "9": {
            "content": `Александр Сергеевич Пушкин сообщил по поводу этого текста следующее: «Половина стихов должна войти в пословицу». Что ж, так и вышло.`
        }
    },
    "11": {
        "answer": "светлана",
        "beautifulAnswer": "Светлана",
        "0": {
            "content": "Вот автор этого произведения:",
            "contentImg": "/images/guessText/text11/1.jpg"
        },
        "1": {
            "content": "Главная героиня - девушка."
        },
        "2": {
            "content": `В романе "Евгений Онегин" этот текст цитируется несколько раз.`
        },
        "3": {
            "content": "Это картина кисти Александра Новоскольцева. На ней изображена главная героиня.",
            "contentImg": "/images/guessText/text11/2.jpg"
        },
        "4": {
            "content": `Жанр текста - баллада.`
        },
        "5": {
            "content": `Этот текст - подарок автора своей племяннице.`
        },
        "6": {
            "content": `Основой сюжета стала зарубежная баллада "Ленора" под авторством Готфрида Бюргера.`
        },
        "7": {
            "content": `После выхода в свет этого произведения имя заглавной героини стало очень популярным: многих девочек называли в её честь.`
        },
        "8": {
            "content": `Это ещё одна иллюстрация произведения. Автор неизвестен.`,
            "contentImg": `/images/guessText/text11/3.jpg`
        },
        "9": {
            "content": `Эту балладу часто называют святочным рассказом.`
        }
    },
    "12": {
        "answer": "капитанская дочка",
        "beautifulAnswer": "Капитанская дочка",
        "0": {
            "content": "Вот автор этого произведения:",
            "contentImg": "/images/guessText/text12/1.jpg"
        },
        "1": {
            "content": "Это прозаический текст."
        },
        "2": {
            "content": `Его жанр - историческая повесть. Иногда это произведение называют историческим романом.`
        },
        "3": {
            "content": "Это картина неизвестного художника.",
            "contentImg": "/images/guessText/text11/2.jpg"
        },
        "4": {
            "content": `Одна из героинь повести - российская императрица.`
        },
        "5": {
            "content": `В основе сюжета лежит крестьянский бунт.`
        },
        "6": {
            "content": `Повествование ведётся от первого лица. Рассказчик вспоминает свою юность, что и составляет сюжет произведения.`
        },
        "7": {
            "content": `Главная героиня повести - бесприданница, поэтому родители заглавного героя противятся их браку.`
        },
        "8": {
            "content": `Ещё одна иллюстрация, автор которой также неизвестен.`,
            "contentImg": `/images/guessText/text10/3.jpg`
        },
        "9": {
            "content": `Многие сюжетные линии повести перекликаются с романами Вальтера Скотта.`
        }
    }
}

let numberText = window.location.pathname;
numberText = numberText.split('-');
numberText = numberText[1];
console.log(numberText);

let promptNumber = 0;

function showPrompt() {
    
    if(promptNumber == 10) {
        $('#guessContent').append(
            `
            <div class="guessPrompt">
                <div class="guessImg">
                    <img class="guessPhoto" src="/images/avatar-default.png">
                </div>
                <div class="guessAnswer">
                    <p>Вы исчерпали все подсказки!</p>
                </div>
            </div>
            `
        )
    } else {
        if(prompts[numberText][promptNumber]["contentImg"]) {
            $('#guessContent').append(
            `
            <div class="guessPrompt">
                <div class="guessImg">
                    <img class="guessPhoto" src="/images/avatar-default.png">
                </div>
                <div class="guessAnswer">
                    <p class="promptP">Подсказка №${promptNumber + 1}</p>
                    <p>${prompts[numberText][promptNumber]["content"]}</p>
                    <img class="guessAnswerImg" src="${prompts[numberText][promptNumber]["contentImg"]}">                    
                </div>
            </div>
            `
        );
        promptNumber = promptNumber + 1;
        console.log(promptNumber);
        } else {
            $('#guessContent').append(
                `
                <div class="guessPrompt">
                    <div class="guessImg">
                        <img class="guessPhoto" src="/images/avatar-default.png">
                    </div>
                    <div class="guessAnswer">
                        <p class="promptP">Подсказка №${promptNumber + 1}</p>
                        <p>${prompts[numberText][promptNumber]["content"]}</p>
                    </div>
                </div>
                `
            );
            promptNumber = promptNumber + 1;
            console.log(promptNumber);    
        }
    }
}

function verifyAnswer() {
    let userAnswer = $('input')[0].value;
    userAnswer = userAnswer.trim();
    userAnswer = userAnswer.toLowerCase();
    if(userAnswer == prompts[numberText]["answer"]) {
        $('.disabledAfter').prop('disabled', true)
        $('#guessContent').append(
            `
            <div class="guessPrompt">
                <div class="guessImg">
                    <img class="guessPhoto" src="/images/avatar-default.png">
                </div>
                <div class="guessAnswer">
                    <p>Отлично! Ваш ответ верен! Хотите сыграть ещё?</p>
                    <button class="btn btn-success"><a href="/guess">Сыграть ещё!</a></button>
                </div>
            </div>
            `
        ) } else if(userAnswer == "") {
            $('#guessContent').append(
                `
                <div class="guessPrompt">
                    <div class="guessImg">
                        <img class="guessPhoto" src="/images/avatar-default.png">
                    </div>
                    <div class="guessAnswer">
                        <p>Впишите в поле ответа название текста.</p>
                    </div>
                </div>
                `)    
        } else {
            $('#guessContent').append(
                `
                <div class="guessPrompt">
                    <div class="guessImg">
                        <img class="guessPhoto" src="/images/avatar-default.png">
                    </div>
                    <div class="guessAnswer">
                        <p>К сожалению, вы не угадали. Попробуйте снова?</p>
                    </div>
                </div>
                `
            )    
        }
    console.log("userAnswer", userAnswer);
    }

function showTrueAnswer() {
    $('.disabledAfter').prop('disabled', true);
    $('#guessContent').append(
        `
        <div class="guessPrompt">
            <div class="guessImg">
                <img class="guessPhoto" src="/images/avatar-default.png">
            </div>
            <div class="guessAnswer">
                <p>Правильный ответ - "${prompts[numberText]["beautifulAnswer"]}"! Хотите сыграть ещё?</p>
                <button class="btn btn-success"><a href="/guess">Сыграть ещё!</a></button>
            </div>
        </div>
        `);
    console.log("сдаюсь");
}