{    "asya":
    {
        "number": "1",
        "name": "asya",
        "alt": "Ася. Автор неизвестен",
        "title": "Стань загадочным господином Н.Н.!",
        "paragraph": "Окунись в жизнь анонимного рассказчика повести Тургенева «Ася». Побывай в маленьком городке на берегу Рейна и влюбись в милую девушку, так не похожую на однотипных барышень высшего света.",
        "story": "<body class='asyaBody'><div id='mainDiv'><a class='interruptTest' href='/tests'>х</a><section id='story1'><p class='testP' class='testP'>Вы - некто Н.Н., не называющий своего имени ни разу на протяжении всей повести. Вам 25 лет, вы только что вырвались за границу, чтобы повидать мир, и оказались в маленьком городке на берегу Рейна. Не напомните его название?</p><div onclick='changeColor()'><a>Зюнберг.</a></div><div class='goStory2'><a>Я не раскрываю имя города, ограничиваясь лишь первой буквой - З.</a></div></section><section id='story2'><p class='testP' class='testP'>В городке З. вы поселились, чтобы насладиться провинциальным уединением: не так давно вас уязвила одна молоденькая вдова, к которой вы испытывали не то чтобы глубокие, но всё-таки чувства.</p><button class='testButton  testButton goStory3'><a>Дальше!</a></button></section><section id='story3'><img class='imgTest img-responsive center-block' src='../../images/asyaStory/asya1.jpg' alt='Твит Н.Н.'><button class='testButton  testButton goStory4'><a>Дальше!</a></button></section>    <section id='story4'><p class='testP' class='testP'>Любуясь Рейном однажды вечером, вы услышали звуки вальса - это в городке Л. неподалёку какие-то студенты устроили торжественный пир. Недолго думая, вы отправились на другую сторону реки и неожиданно встретили на празднике русских - мужчину и женщину. Кто они?</p><div class='goStory5'><a>Гагин и Ася</a></div><div onclick='changeColor()'><a>Бургомистр и его жена</a></div></section><section id='story5'><img class='imgTest img-responsive center-block' src='../../images/asyaStory/asya2.jpg' alt='Твит Н.Н.'><button class='testButton  testButton goStory6'><a>Дальше!</a></button></section><section id='story6'><p class='testP' class='testP'>Сестра Гагина - Ася - показалась вам очень миловидной девушкой, нисколько не похожей на своего брата. Новый знакомый пригласил вас в гости, и вы согласились. Дом Гагиных находился за городом, в очень живописном месте на самом верху небольшой горы.</p><p class='testP' class='testP'>За ужином девушка изумила вас: она была чересчур подвижной, постоянно напевала что-то вполголоса и странно посмеивалась своим собственным мыслям.</p><button class='testButton  testButton goStory7'><a>Дальше!</a></button></section><section id='story7'><img class='imgTest img-responsive center-block' src='../../images/asyaStory/asya3.jpg' alt='Твит Н.Н.'><button class='testButton  testButton goStory8'><a>Дальше!</a></button></section><section id='story8'><p class='testP' class='testP'>Утром вас разбудил Гагин. За кофе вы рассказали новому знакомому о своей несчастной любви, но он не особенно впечатлился, хотя ради приличия вздохнул печально пару раз, а после пригласил вас посмотреть на картины. Гагин был художником. Поговорив об этюдах, вы направились искать Асю и обнаружили девушку в полуразвалившийся башне на самом верху скалы. Что она там делала? </p><div class='goStory9'><a>Лазила по обломкам здания, поливала цветы, растущие там, и, наверное, пыталась произвести на нас впечатление</a></div><div onclick='changeColor()'><a>Хотела покончить с собой, потому что влюбилась в меня, но поняла, что я не смогу ответить ей взаимностью</a></div></section><section id='story9'><p class='testP' class='testP'>Вы были удивлены дикостью девушки: ни одна знакомая барышня не стала бы, как коза, лазить по скалам и, будто безумная, хохотать при этом. Зато во время обеда вас ждал сюрприз: Ася тщательно оделась и причесалась, она была в перчатках и вела себя очень чинно, почти чопорно. Сделав книксен по завершении трапезы, девушка отпросилась у брата к некой фрау Луизе.</p><button class='testButton  testButton goStory10'><a>Дальше!</a></button>     </section><section id='story10'><img class='imgTest img-responsive center-block' src='../../images/asyaStory/asya4.jpg' alt='Твит Гагина'><button class='testButton  testButton goStory11'><a>Дальше!</a></button></section><section id='story11'><p class='testP' class='testP'>В тот вечер, придя домой, вы долго не могли уснуть. Мысли о бросившей вас хорошенькой вдове улетучились, будто их и не было никогда, зато другие никак не выходили из головы. Что же мучило вас?</p><div onclick='changeColor()'><a>Я влюбился в Асю без памяти и не знал, что делать.</a></div><div class='goStory12'><a>Мне казалось, что Ася - не сестра Гагина, но я не мог понять, что они скрывают и почему.</a></div></section><section id='story12'><p class='testP' class='testP'>Спустя пару недель ваши подозрения, казалось, подтвердились: невольно вы подслушали, как Ася сказала Гагину: «Нет, я никого не хочу любить, кроме тебя», а он ответил: «Я тебе верю». Почувствовав неимоверную горечь обмана, вы бросились к себе.</p><button class='testButton  testButton goStory13'><a>Дальше!</a></button></section><section id='story13'><p class='testP' class='testP'>Несколько дней вы провели в одиночестве на природе. Обретя душевное равновесие, вы вернулись домой и с досадой обнаружили там записку от Гагина с просьбой прийти. Эта встреча с художником внесла сильные коррективы в вашу историю.</p><div onclick='changeColor()'><a>Гагин рассказал, что тайно повенчан с Асей.</a></div><div class='goStory14'><a>Гагин рассказал мне печальную историю жизни Аси, которой я был немало впечатлён.</a></div></section><section id='story14'><img class='imgTest img-responsive center-block' src='../../images/asyaStory/asya5.jpg' alt='Твит Гагина'><button class='testButton  testButton goStory15'><a>Дальше!</a></button></section><section id='story15'><p class='testP' class='testP'>Ася одновременно стыдилась своего происхождения и гордилась им. Она тяжело пережила смерть матери в девятилетнем возрасте и смерть отца; обретя брата, она тут же потеряла его на несколько лет: Гагину пришлось отдать девочку в пансион, где она была в явной конфронтации с остальными ученицами, а вот теперь они здесь, на берегу Рейна.</p><div onclick='changeColor()'><a>Я почувствовал неимоверную тяжесть после этого разговора.</a></div><div class='goStory16'><a>Мне стало необыкновенно легко после гагинского рассказа.</a></div></section><section id='story16'><img class='imgTest img-responsive center-block' src='../../images/asyaStory/asya6.jpg' alt='Твит Н.Н.'><button class='testButton  testButton goStory17'><a>Дальше!</a></button></section><section id='story17'><p class='testP' class='testP'>Следующая встреча прошла как нельзя лучше: вы веселились с Асей и Гагиным, танцевали и много разговаривали, казалось бы, о пустяках. А вот спустя день вы обнаружили девушку в очень мрачном настроении. Что было причиной?</p><div onclick='changeColor()'><a>Это же девушка! Никаких причин не надо!</a></div><div class='goStory18'><a>Ася была влюблена в меня (я догадался; ни прямо, ни намёками она об этом не говорила)</a></div></section><section id='story18'><img class='imgTest img-responsive center-block' src='../../images/asyaStory/asya7.jpg' alt='Твит Аси'><button class='testButton  testButton goStory19'><a>Дальше!</a></button></section><section id='story19'><p class='testP' class='testP'>Вскоре один мальчик принёс вам записку от Аси с просьбой встретиться. Тут же явился Гагин с вестью, что Ася вас любит. Он рассказал, что ночью, в бреду, девушка просила его увезти её из этого города, потому что решила, будто недостойна вас. Однако Гагин подумал, что, может быть, чувство взаимно, и прямо спросил вас об этом.</p><div class='goStory20'><a>Я сказал, что его сестра нравится мне, и сообщил о свидании, которое она мне назначила.</a></div><div onclick='changeColor()'><a>Я не мог признаться ему и посоветовал уезжать.</a></div></section><section id='story20'><p class='testP' class='testP'>Отправляясь на встречу (она была в доме фрау Луизе), вы думали, что никак не можете жениться на семнадцатилетней взбалмошной девочке: её дикость пугала вас. А ещё больше страха добавляла необходимость принимать решение прямо сейчас. Какое же решение вы приняли?</p><div class='goStory21'><a>Я не могу на ней жениться, она не узнает, что и я полюбил её.</a></div><div onclick='changeColor()'><a>Признаюсь в любви и предложу ей руку и сердце!</a></div></section><section id='story21'><img class='imgTest img-responsive center-block' src='../../images/asyaStory/asya8.jpg' alt='Твит Н.Н.'><button class='testButton  testButton goStory22'><a>Дальше!</a></button></section><section id='story22'><p class='testP' class='testP'>Покорившись обаянию девушки, вы привлёкли её к себе и обняли. Прошептав «Ваша», Ася разрушила магию момента: вы вспомнили вдруг о Гагине, и вскочили, и сообщили ей, что её брат знает о свидании, и упрекнули её, что она сама разорвала вашу связь и не дала развиться народившемуся чувству, когда рассказала о своих чувствах брату. Не выдержав, Ася упала на колени, расплакавшись, а потом выбежала из комнаты.</p><button class='testButton  testButton goStory23'><a>Дальше!</a></button></section><section id='story23'><img class='imgTest img-responsive center-block' src='../../images/asyaStory/asya9.jpg' alt='Объяснение господина Н. и Аси. Автор неизвестен'><p class='testP' class='testP'>Объяснение господина Н. и Аси. Автор неизвестен</p><button class='testButton  testButton goStory24'><a>Дальше!</a></button></section>    <section id='story24'><p class='testP' class='testP'>Вы раскаялись почти в то же мгновение. Совершенно не такой развязки вам хотелось. Вы направились к дому Гагиных, чтобы исправить ситуацию, но оказалось, что Ася ещё не вернулась. Заставив изрядно понервничать и вас, и брата, она пришла так, что вы не видели её, а Гагин выпроводил вас, обещая встретиться на следующий день. Вы ушли, рассчитывая утром же сделать ей предложение, хотя эти слова едва не сорвались с вашего языка во время разговора с Гагиным.</p><button class='testButton  testButton goStory25'><a>Дальше!</a></button></section><section id='story25'><p class='testP' class='testP'>Придя утром к дому Гагиных, вы узнали, что брат с сестрой уехали. Хозяйка дома передала вам записку от Гагина: «Вчера вечером, пока мы оба молча ожидали Асю, я убедился окончательно в необходимости разлуки. Есть предрассудки, которые я уважаю; я понимаю, что вам нельзя жениться на Асе. Она мне все сказала; для ее спокойствия я должен был уступить ее повторенным, усиленным просьбам». Возмутившись, вы решили было найти их во что бы то ни стало, но столкнулись с фрау Луизе, у которой тоже кое-что было для вас - письмо от Аси.</p><button class='testButton  testButton goStory26'><a>Дальше!</a></button>    </section><section id='story26'><img class='imgTest img-responsive center-block' src='../../images/asyaStory/asya10.jpg' alt='Твит Аси'><button class='testButton  testButton goStory27'><a>Дальше!</a></button></section><section id='story27'><p class='testP' class='testP'>Вы искали Гагиных, но поиски не увенчались успехом. Никогда больше вам не удалось испытать столь же сильных чувств в отношении кого бы то ни было, хотя вы и пытались утешиться мыслью, будто не были бы счастливы в браке с такой девушкой, как Ася.</p><div class='goStory28'><a>Дальше!</a></div></section><section id='story28'><img class='imgTest img-responsive center-block' src='../../images/asyaStory/asya11.jpg' alt='Твит Н.Н.'><button class='testButton endStory'><a href='/tests'>Завершить историю</a></button></section></div></body>"
    },
    "karamora": {
        "name": "karamora",
        "number": "2",
        "alt": "Карамора. Автор неизвестен",
        "title": "Стань неизвестным Караморой!",
        "paragraph": "Превратись в героя мало кому знакомого рассказа Максима Горького Карамора: окунись в эпоху вневременья, будь предводителем опасной мысли, революции и двурушничества.",
        "story": "<div id='mainDiv' class='karamoraBody'><a class='interruptTest' href='/tests'>х</a><section id='story1'><p class='testP'>Есть такой крупный комар, похожий на паука, в просторечии его зовут карамора. Вы - герой рассказа Максима Горького, которому отец дал прозвище в честь этого комара. А каково ваше настоящее имя?</p><div onclick='changeColor()'><a>Герасим</a></div><div class='goStory2'><a>Пётр</a></div></section><section id='story2'><p class='testP'>Вас зовут Пётр по прозвищу карамора, и вы в данный момент времени находитесь в тюрьме. Вам дали бумаг и попросили описать случившееся. Задумавшись, вы заключаете: 'Жили во мне два человека, и один к другому не притёрся. Вот и всё'. Лёжа в темноте, слушая, как шумит дождь где-то на воле, и ожидая смерть, вы окунаетесь в прошлое.</p><button class='testButton goStory3'><a>Дальше!</a></button></section><section id='story3'><p class='testP'>Ваш первый наставник был евреем, причём довольно мерзопакостным: чахоточный, в близоруких очках, рожица жёлтая, нос кривой. Любил грызть внешние связи людей, обнажая горчайшую правду бесчисленных обманов человека человеком, и был неукротимо яростен в обличении социальной лжи. Звали его Леопольд.</p><p class='testP'>Вам Леопольд не нравился, однако вы были полны решимости войти в его круг, чтобы уличить в чём-нибудь и доказать всем, что этот чахленький, заскорузленький человечек не может таить в себе столько ума и правды.</p><button class='testButton goStory4'><a>Дальше!</a></button></section><section id='story4'><img class='imgTest img-responsive center-block' src='../../images/karamoraStory/karamora1.jpg' alt='Твит Караморы'><button class='testButton goStory5'><a>Дальше!</a></button>  </section><section id='story5'><p class='testP'>Вступив в команду Леопольда, вскоре вы с удивлением обнаружили, что прониклись идеей, которую он пропагандировал. А идеей этой была революция.</p><p class='testP'>Стремясь повергнуть маленького лидера, вы, сами того не замечая, начали узнавать о теме всё больше и больше, пока, в конце концов, не превратились в настоящего мэтра революции.</p><button class='testButton goStory6'><a>Дальше!</a></button></section><section id='story6'><img class='imgTest img-responsive center-block' src='../../images/karamoraStory/karamora2.jpg' alt='Твит Караморы'><button class='testButton goStory7'><a>Дальше!</a></button></section><section id='story7'><p class='testP'>Судьба Леопольда, кстати, решилась без вашего вмешательства: спустя несколько месяцев он был арестован и сослан на север, где и умер.</p><button class='testButton goStory8'><a>Дальше!</a></button></section><section id='story8'><p class='testP'>В двадцать лет вы чувствовали себя не человеком, а сворой собак, которые рвутся и бегут во все стороны, по всем следам, стремясь всё обнюхать, переловить всех зайцев, удовлетворить все желания, а желаниям — счёта нет.</p><p class='testP'>Вы не разбирали, что хорошо, а что плохо, и вспомнили, как многие годы назад рыбаков уснесло ветром на льдине в открытое море, а вы - с какой-то даже злобой - бросились их спасать. Спасли?</p><div class='goStory9'><a>Спас, рискуя своей жизнью.</a></div><div onclick='changeColor()'><a>Не спас, потому что испугался за свою жизнь.</a></div></section><section id='story9'><img class='imgTest img-responsive center-block' src='../../images/karamoraStory/karamora3.jpg' alt='Твит Караморы'><button class='testButton goStory10'>Дальше!</button></section><section id='story10'><p class='testP'>Вы никогда не испытывали страха, даже перед лицом смерти. Однажды в вас стреляли, а вы взяли и остановились, хохоча, потому что стрелявший был стариком и, догоняя вас, запыхался, а вы его пожалели.</p><p class='testP'>Хотя один случай всё-таки был. Тогда вы едва оправились от болезни и еле передвигали ноги. С вами заговорил мужчина. Чего он хотел?</p><div class='goStory11'><a>Он проповедовал учение Иисуса Христа.</a></div><div onclick='changeColor()'><a>Он просил денег и плакал.</a></div></section><section id='story11'><img class='imgTest img-responsive center-block' src='../../images/karamoraStory/karamora4.jpg' alt='Твит Караморы'><button class='testButton goStory12'><a>Дальше!</a></button></section><section id='story12'><p class='testP'>В общем-то не этот человек испугал вас, а сон, который вы увидели той же ночью, что пришёл проповедник. В этом кошмаре вы ходили по краю плоского неба; чего-то искали и никак не могли остановиться. Вам было невыносимо тяжело и тревожно, вы задумывались, где же жизнь, которая явно в каком-то месте существует, и почему вы тут - такой одинокий? Круг, сжимаясь, становился всё меньше, а вы бежали, задыхались, кричали...</p><button class='testButton goStory13'><a>Дальше!</a></button></section><section id='story13'><p class='testP'>Вы были отличным организатором, кстати. Наверное, одной из причин успеха стала ваша страсть к командованию, которую вы характеризовали так: 'Заставить человека думать и делать то, что тебе нужно, вовсе не значит спрятаться за человека, нет, это ценно само по себе, как выражение твоей личной силы, твоей значительности. Этим можно любоваться'.</p><p class='testP'>В силу характера вашей деятельности, вы, конечно же, были арестованы. Что вы почувствовали, когда это случилось в первый раз?</p><div onclick='changeColor()'><a>Страх, что меня могут убить или отправить в ссылку на Север, где я умру уже по естественным причинам.</a></div><div class='goStory14'><a>Я почувствовал себя героем, а на допрос шёл, как на единоборство с медведем. Лишение свободы? Тюрьма давала мне свободу читать, учиться. А кроме того, тюрьма даёт революционеру нечто подобное генеральскому чину, окружает его ореолом, и этим надобно уметь пользоваться.</a></div></section><section id='story14'><img class='imgTest img-responsive center-block' src='../../images/karamoraStory/karamora5.jpg' alt='Твит Караморы'><button class='testButton goStory15'><a>Дальше!</a></button></section><section id='story15'><p class='testP'>Не обошлось, конечно, и без любовной линии. Была такая товарищ Саша, как будто бесполая, в которую вы умудрились влюбиться и ждали некоторой романтики, однако получили совсем не то. Бестыдно раздевшись, она даже не попыталась закрыться и сказала гордо: 'Вот я какая'. И занятие, за этим последовавшее, было чересчур пресным и деловым.</p><p class='testP'>За ней ходил один человек по фамилии Попов. Вы сначала увязались за ним из ревности, однако чуть позже выяснили, что он писал на вас донос, догадавшись, что вы - революционер. Как поступили с предателем?</p><div onclick='changeColor()'><a>Я застрелил его.</a></div><div class='goStory16'><a>Я вынудил его повеситься, чтобы выдать случай за суицидальный и остаться не у дел</a></div></section><section id='story16'><p class='testP'>Власти не купились на эту удочку и пригрозили вам, что, собрав доказательства, смогут повесить на вас убийство Попова, а заодно и привлекут к делу Сашу. Вам была предложена сделка: молчать и быть привлечённым и осуждённым или сдать знакомых революционеров и остаться ни при чём. Что вы выбрали?</p><div onclick='changeColor()'><a>Конечно, я никого не сдал и предпочёл умереть!</a></div><div class='goStory17'><a>Сам не понимая причин и лёгкости, с которой пришло решение, я назвал фамилии собратьев-революционеров.</a></div></section><section id='story17'><img class='imgTest img-responsive center-block' src='../../images/karamoraStory/karamora6.jpg' alt='Твит Караморы'><button class='testButton goStory18'><a>Дальше!</a></button></section><section id='story18'><p class='testP'>Самое непонятное, пожалуй, что, служа в охране и предавая революционеров, вы в то же время устраивали некоторым из них побеги. Зачем?</p><div class='goStory19'><a>А просто так, из любопытства, от скуки, если хотите. Чтоб посмотреть: а что будет?</a></div><div onclick='changeColor()'><a>Я думал, что так смогу сохранить себе жизнь: ни государство меня не убьёт, ни революционеры, раз я им помогаю.</a></div></section><section id='story19'><p class='testP'>В общем-то, здесь ваша история и заканчивается. Не совсем понятно, что стало с вами дальше, но разумно полагать, что финалом рассказа была смерть.</p><button class='testButton goStory20'><a>Дальше!</a></button></section><section id='story20'><img class='imgTest img-responsive center-block' src='../../images/karamoraStory/karamora7.jpg' alt='Твит Караморы'><button class='endStory testButton'><a href='/tests'>Завершить историю</a></button></section></div>"
    },
    "iuda": {
        "name": "iuda",
        "number": "3",
        "alt": "Апостолы. автор неизвестен.",
        "title": "Стань Иудой Искариотом!",
        "paragraph": "Превратись в одного из самых однозначно отрицательных персонажей истории и проживи его жизнь в интерпретации Леонида Андреева: получи второй шанс на спасение души, сойдись с апостолами и предай Христа во имя любви.",
        "story": "<div id='mainDiv' class='iudaBody'><a class='interruptTest' href='/tests'>х</a><section id='story1'><p class='testP'>Иисуса Христа много раз предупреждали, что Иуда из Кариота — человек очень дурной славы и его нужно остерегаться.</p><p class='testP'>Рассказывали далее, что свою жену Иуда бросил давно, и живет она несчастная и голодная, безуспешно стараясь из тех трех камней, что составляют поместье Иуды, выжать хлеб себе на пропитание. Сам же он много лет шатается бессмысленно в народе и доходил даже до одного моря и до другого моря, которое еще дальше; и всюду он лжет, кривляется, зорко высматривает что-то своим воровским глазом.</p><button class='testButton goStory2'><a>Дальше!</a></button></section><section id='story2'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda1.png' alt='Твит апостолов'><button class='testButton goStory3'><a>Дальше!</a></button></section><section id='story3'><p class='testP'>Вы - Иуда Искариот, человек, казалось бы, однозначной репутации. Вы, по каким-то причинам, которые были неизвестны окружающим, желали приблизиться к Иисусу.</p><p class='testP'>Люди остерегали Иисуса от вашей дружбы, предполагая 'злой и коварный расчет', однако он их не послушал и включил вас в круг избранных.</p><p class='testP'>Опишите свою внешность?</p><div onclick='changeColor()'><a>Мне лет уже за 50, обычно хожу с отёкшим от постоянного пьянства, жёлтым, даже зеленоватым лицом и с припухшими веками, из-за которых сияют крошечные, как щёлочки, но одушевлённые красноватые глазки.</a></div><div class='goStory4'><a>Худощавый, хорошего роста, почти такого же, как Иисус, достаточно крепок силою, притворяюсь хилым и болезненным и голос имею переменчивый: то мужественный и сильный, то крикливый, как у старой женщины, ругающей мужа, досадно-жидкий и неприятный для слуха</a></div></section><section id='story4'><p class='testP'>Вся ваша натура - двойственность. Даже лицо: одна сторона его, с черным, остро высматривающим глазом, живая, подвижная, охотно собирается в многочисленные кривые морщинки. На другой же нет морщин, и была она мертвенно-гладкая, плоская и застывшая; и хотя по величине она равнялась первой,но казалась огромною от широко открытого слепого глаза. Покрытый белесой мутью, не смыкающийся ни ночью, ни днем, он одинаково встречает и свет и тьму.</p><button class='testButton goStory5'><a>Дальше!</a></button></section><section id='story5'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda2.png' alt='Твит апостола Петра'><button class='testButton goStory6'><a>Дальше!</a></button></section><section id='story6'><p class='testP'>Вы не обращали внимания на насмешки и уколы окружающих. Постепенно вы начали чувствовать уверенность в себе и стали вести себя более бойко.</p><p class='testP'>Вскоре Иисус назначил вам некоторую роль, играя которую вы снискали уважение тех, кто презирал вас. Что это за роль?</p><div class='goStory7'><a>Носить ящик с деньгами и заниматься покупкой вещей для хозяйственных нужд.</a></div><div onclick='changeColor()'><a>Быть правой рукой Иисуса и начинать каждую из бесед приветственным словом.</a></div></section><section id='story7'><p class='testP'>Вы были страшным пессимистом и считали, что каждый из людей, которых вы когда-либо знали, совершил хотя бы один плохой поступок. Вы говорили, что все лгут и не отрекались от того, что лжёте сами.</p><p class='testP'>По вашим историям выходило так, будто единственный, кого нажо жалеть, - это вы сам. Вас даже животные обманывали. Кстати, не могли бы вы напомнить эту историю?</p><div class='goStory8'><a>Когда я ласкал собаку, она укусила меня за пальцы, а когда я ударил её палкой — она стала лизать мне ноги и смотреть мне в глаза, как дочь. Я убил эту собаку, глубоко зарыл её и даже заложил большим камнем, но кто знает? Может быть, оттого, что я её убил, она стала ещё более живою и теперь не лежит в яме, а весело бегает с другими собаками.</a></div><div onclick='changeColor()'><a>Я увидел обезьянку у проходящих торговцев и купил её. Вскоре обезьянка украла мой кошелёк и сбежала обратно к торговцу, который был её хозяином.</a></div></section><section id='story8'><p class='testP'>Впрочем, история с собакой оказалась не то чтобы всамделишной: смущаясь, вы признали, что собаку не убили, а только собираетесь и непременно уж убьёте, потому что не терпите лжи.</p><p class='testP'>Вы многое говорили о людях - конечно же, только плохое. Иногда в своих рассказах вы переходили границы дозволенного.</p><button class='testButton goStory9'><a>Дальше!</a></button></section><section id='story9'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda3.png' alt='Твит Иуды Искариота'><button class='testButton goStory10'><a>Дальше!</a></button> </section><section id='story10'><p class='testP'>Апостол Пётр однажды отвёл вас в сторонку и шёпотом спросил, что вы думаете об Иисусе, раз всех считаете нечестивыми и дрянными. Вот как звучал вопрос:</p><p class='testP'>— А Иисус? Что ты думаешь об Иисусе? Только не шути, прошу тебя. Ты его любишь? Ты как будто никого не любишь, Иуда.</p><div class='goStory11'><a>Люблю.</a></div><div onclick='changeColor()'><a>Никого не люблю.</a></div></section><section id='story11'><p class='testP'>Однажды поведение Иисуса по отношению к вам изменилось. Вы бродили по поселениям и пытались дать людям слово Божье. Вы, как и всегда, перед тем, как входить в деревню, сообщили, что никто внутри не послушает Иисуса, потому что здесь живут отъявленные мерзавцы.</p><p class='testP'>Однако люди встретили вас дружелюбно и внимательно выслушали. Вы покинули деревню, но спустя день вместе с ещё одним пророком (его имя - Фома) вернулись обратно. Зачем?</p><div onclick='changeColor()'><a>Иисус дал мне задание тайно вернуться в деревню и разузнать, насколько хорошо люди восприняли там слово Божье.</a></div><div class='goStory12'><a>Я дразнил Фому, который больше всего на свете ценит точность, доказанность и истину, тем, что говорил, будто бы люди в деревне - все сплошь мерзавцы. Фома отправился туда, чтобы доказать мою неправоту.</a></div></section><section id='story12'><p class='testP'>Вернувшись, вы сияли, а Фома был печален. Оказалось, что в отсутствие Иисуса люди решили, будто он вор, и даже хотели догнать его и побить. Вы, таким образом, формально стали правым, однако отношение к вам Иисуса и апостолов сильно силльно изменилось.</p><p class='testP'>На вас не глядели, а если кто и взглядывал, то очень недружелюбно, даже с презрением как будто.</p><button class='testButton goStory13'><a>Дальше!</a></button></section><section id='story13'><p class='testP'>Чуть позже вы спасли Иисуса от рук озлобленного населения маленького города. Люди хотели побить апостолов и их предводителея, потому что им не понравились речи, которые они вели. И тогда вы выскочили к толпе и стали, кривляясь, убеждать её, что Иисус - обманщик. Злоба сменилась смехом, и ситуация была спасена. А вот апостолы обвинили вас в клевете и стали ещё более недружелюбными.</p><button class='testButton goStory14'><a>Дальше!</a></button></section><section id='story14'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda4.png' alt='Твит Иуды Искариота'><button class='testButton goStory15'><a>Дальше!</a></button></section><section id='story15'><p class='testP'>Как-то апостолы устроили ночлег возле горной дороги. Решив повеселиться, они стали бросать со склона вниз камни. Самые большие бросал Пётр (он был сильнейшим из апостолов). Вас, поддразнивая, тоже позвали.</p><p class='testP'>Вы состязались с Петром и выиграли у него несколько раз. Разойдясь, вы оба схватились за один игромный камень, но никто из вас не смог приподнять его. Тогда Пётр бросился к Иисусу.</p><button class='testButton goStory16'><a>Дальше!</a></button></section><section id='story16'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda5.png' alt='Твит апостола Петра'><button class='testButton goStory17'><a>Дальше!</a></button></section><section id='story17'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda6.png' alt='Твит Иисуса Христа'><button class='testButton goStory18'><a>Дальше!</a></button></section><section id='story18'><p class='testP'>Наконец, вы добрались до Иерусалима. Иисус по-прежнему игнорировал вас, хотя вы надеялись, что после той победы в состязании с апостолом Петром он хотя бы посмотрит на вас. Обида ела вас изнутри, заставляла плакать и жаловаться.</p><button class='testButton goStory19'><a>Дальше!</a></button></section><section id='story19'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda7.png' alt='Твит Иуды Искариота'><button class='testButton goStory20'><a>Дальше!</a></button></section><section id='story20'><p class='testP'>Вскоре апостолы обнаружили, что вы утаили несколько монет из того ящика, который был доверен вам. В ярости апостолы обратились к Иисусу, но он совершенно неожиданно пристыдил их.</p><div class='goStory21'><a>Иисус сказал: 'Иуда может брать денег, сколько он хочет. И никто не должен считать, сколько денег получил Иуда. Он наш брат, и все деньги его, как и наши, и если ему нужно много, пусть берет много, никому не говоря и ни с кем не советуясь. Иуда наш брат, и вы тяжко обидели его.'</a></div><div onclick='changeColor()'><a>Иисус отрёкся от вас, но апостолам сделал выговор, поскольку следить за братом и другом совершенно неприемлемо.</a></div></section><section id='story21'><p class='testP'>Иисус сказал, что ваше деяние - не кража, поскольку нельзя красть у своих, можно только брать. Апостолы, пристыженные учителем, расцеловали вас. А вы в разговоре с Фомой проговорились, что украденные деньги отдали блуднице, которая несколько дней ничего не ела.</p><button class='testButton goStory22'><a>Дальше!</a></button></section><section id='story22'><p class='testP'>Эта история изменила вас: вы не кривлялись, не шутили злоречиво, не кланялись и не оскорбляли, но тихо и незаметно делали свое хозяйственное дело. В скором времени все заметили в вас эту перемену и порадовались ей; и только Иисус все так же чуждо смотрел на вас, хотя прямо ничем не выражал своего нерасположения.</p><button class='testButton goStory23'><a>Дальше!</a></button></section><section id='story23'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda8.png' alt='Твит Леонида Андреева.'><button class='testButton goStory24'><a>Дальше!</a></button></section><section id='story24'><p class='testP'>Как-то апостолы затеяли спор о своём месте в Царствии небесном. В присутствии учителя Пётр и Иоанн перечисляли свои заслуги, мерили степень своей любви к Иисусу, горячились, кричали, даже бранились, Пётр — весь красный от гнева, рокочущий; Иоанн — бледный и тихий, с дрожащими руками и кусающейся речью. Уже непристойным делался их спор и начал хмуриться учитель, когда Пётр взглянул случайно на вас и самодовольно захохотал; взглянул на Иуду Иоанн и также улыбнулся, — каждый из них вспомнил, что говорил ему умный Искариот. А что же вы им сказали?</p><div class='goStory25'><a>Петру - что он будет подле Иисуса, а Иоанну - что он войдёт в Царствие небесное вместе с учителем. То есть ровно то, что каждый из них желал слышать.</a></div><div onclick='changeColor()'><a>Что все войдут в Царствие небесное как равные и не будет среди них деления на ближних учителю и дальних от него.</a></div></section><section id='story25'><p class='testP'>Нескоторое время тому назад Иоанн и Пётр по очереди подошли к вам и спросили, кто, по вашему мнению, войдёт в Царствие небесное вместе с Иисусом. Каждому из апостолов вы сказали то, что они хотели слышать.</p><p class='testP'>Однако сейчас, когда почти вскрылось ваше лукавство, вы встали с места и гордо и торжественно сообщили братьям: 'Я! Я буду возле Иисуса!'</p><p class='testP'>Примерно в это же время вы навестили некоего первосвященника Анну. Вы рассказали ему о деятельности Иисуса, назвав учителя опасным преступником. Первосвященник спросил, не станут ли его ученики заступаться за своего наставника. На это вы лишь посмеялись.</p><button class='testButton goStory26'><a>Дальше!</a></button></section><section id='story26'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda9.png' alt='Твит Иуды Искариота'><button class='testButton goStory27'><a>Дальше!</a></button></section><section id='story27'><p class='testP'>Первосвященник отказал вам, побоявшись кровопролития и бунтов. Однако вы были упорны: не раз и не два вы приходили к Анне и стучали в его дверь, пока, наконец, он не согласился.</p><p class='testP'>Анна предложил вам некоторое вознаграждение за предательство и выдачу Иисуса. Какое?</p><div class='goStory28'><a>Тридцать серебренников</a></div><div onclick='changeColor()'><a>Место в Иерусалиме и хорошую должность</a></div> </section><section id='story28'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda10.png' alt='Твит Иуды Искариота'><button class='testButton goStory29'><a>Дальше!</a></button></section><section id='story29'><p class='testP'>Вы согласились предать учителя за 30 серебренников. Деньги были спрятаны где-то около города, под камнем.</p><p class='testP'>Раскаяние и вина терзали вас. Будто раненый зверь, вы плакали и стенали, пока никто не видел.</p><button class='testButton goStory30'><a>Дальше!</a></button></section><section id='story30'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda11.png' alt='Твит Леонида Андреева'><button class='testButton goStory31'><a>Дальше!</a></button></section><section id='story31'><p class='testP'>Сходя с ума от безысходности, вы признались учителю в соедянном.</p><button class='testButton goStory32'><a>Дальше!</a></button></section><section id='story32'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda12.png' alt='Твит Иуды Искариота'><button class='testButton goStory33'><a>Дальше!</a></button></section><section id='story33'><p class='testP'>На вашу исповедь учитель ответил кратко: 'Я иду'. Апостолы собрались в Иерусалим вместе с Иисусом. Горячее всех кричал Пётр, что ни за что не оставит наставника и пойдёт за ним куда угодно, хоть в ад. Как пощёчина в ответ ему раздался тихий, будто шелест ветра, голос Христа: 'Говорю тебе, Пётр, не пропоет петух сегодня, как ты трижды отречёшься от меня'.</p><p class='testP'>Толпа воинов на подходе к городу встретила апостолов, а во главе этих воинов шли вы. Шепнув стражникам: 'Кого я поцелую, тот и есть. Возьмите его и ведите осторожно', - вы направились к апостолам.</p><div class='goStory34'><a>Вытянувшись в сотню громко звенящих, рыдающих струн, я быстро рванулся к Иисусу и нежно поцеловал его холодную щёку.</a></div><div onclick='changeColor()'><a>Я не смог предать учителя и упал на колени перед ним, умоляя простить меня.</a></div></section><section id='story34'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda13.png' alt='Твит Иуды Искариота'><button class='testButton goStory35'><a>Дальше!</a></button></section><section id='story35'><p class='testP'>Воины раскидали учеников, как щенков. Многие из них бросились бежать. Стражники вылавливали людей поблизости и допрашивали на предмет принадлежности к ученикам Христа. Так они поймали Петра. Апостол, считающий себя достойным места возле учителя, отвечал на вопрос:</p><p class='testP'>— Нет, я не знаю его.</p><p class='testP'>— Да нет же, я не понимаю, что вы говорите!</p><button class='testButton goStory36'><a>Дальше!</a></button></section><section id='story36'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda14.png' alt='Твит Леонида Андреева'><button class='testButton goStory37'><a>Дальше!</a></button></section><section id='story37'><p class='testP'>Вы наблюдали за тем, как солдаты избивают Иисуса и издеваются над ним. Вот чья-то рука впилась в эти волосы, повалила человека и, равномерно переворачивая голову с одной стороны на другую, стала лицом его вытирать заплёванный пол. Вдруг настала тишина, и вы подумали, что они догадались, они поняли, что это — самый лучший человек — это так просто, так ясно. Что там теперь? Стоят перед ним на коленях и плачут тихо, целуя его ноги. Вот выходит он сюда, а за ним ползут покорно те — выходит сюда, к Иуде, выходит победителем, мужем, властелином правды, богом...</p><div class='goStory38'><a>К сожалению, мои догадки остались только мечтами. Продав учителя, я обрёк себя на вечную славу предателя, которая и спустя тысячелетия неотступно будет следовать за мной, куда бы я ни отправился.</a></div><div onclick='changeColor()'><a>Стражники действительно ощутили благоговение перед самим Господом Богом и отпустили Христа.</a></div></section><section id='story38'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda15.png' alt='Твит Иуды Искариота'><button class='testButton goStory39'><a>Дальше!</a></button></section><section id='story39'><p class='testP'>Уличив первосвященника Анну, вы отправились к апостолам и произнесли перед ним следующую речь: 'Почему же вы живы, когда он мертв? Почему ваши ноги ходят, ваш язык болтает дрянное, ваши глаза моргают, когда он мертв, недвижим, безгласен? Как смеют быть красными твои щеки, Иоанн, когда его бледны? Как смеешь ты кричать, Петр, когда он молчит? Что делать, спрашиваете вы Иуду? И отвечает вам Иуда, прекрасный, смелый Иуда из Кариота: умереть. Вы должны были пасть на дороге, за мечи, за руки хватать солдат. Утопить их в море своей крови — умереть, умереть! Пусть бы сам Отец его закричал от ужаса, когда все вы вошли бы туда!'</p><p class='testP'>После этого вы отправились на гору, высоко над Иерусалимом, которую уже давно приметили для себя. На ней росло маленькое, кривое деревце - всего одно. Соорудив петлю над скалистым обрывом, вы надели верёвку на шею и, прошептав: 'Так встреть же меня ласково, я очень устал, Иисус', - шагнули вниз.</p><button class='testButton goStory40'><a>Дальше!</a></button></section><section id='story40'><img class='imgTest img-responsive center-block' src='../../images/iudaStory/iuda16.png' alt='Твит Леонида Андреева'><button class='testButton endStory'><a href='/tests'>Завершить историю</a></button></section></div>" 
    },
    "shinel": {
        "name": "shinel",
        "number": "4",
        "alt": "'Шинель' Н.В. Гоголя. Автор неизвестен.",
        "title": "Стань Акакием Акакиевичем!",
        "paragraph": "Почувствуй боль и отчаяние одного из самых одиноких и потерянных героев русской литературы - Башмачкина Акакия Акакиевича из всемирно известной 'Шинели' Н.В. Гоголя.",
        "story": "<div id='mainDiv' class='shinelBody'><a class='interruptTest' href='/tests'>х</a><section id='story1'><p class='testP'>Сегодня вы - вечный титулярный советник, Акакий Акакиевич Башмачкин. Человек, который не умеет кусаться и давать сдачи, тихий чиновник, трудящийся в департаменте.</p><p class='testP'>Сколько ни менялось в департаменте начальников и директоров, но вы неизменно сидели за своим столом в своей должности со своим скучным выражением лица.</p><button class='testButton goStory2'><a>Дальше!</a></button></section><section id='story2'><img class='imgTest img-responsive center-block' src='../../images/shinelStory/shinel1.png' alt='Твит Николая Гоголя'><button class='testButton goStory3'><a>Дальше!</a></button></section><section id='story3'><p class='testP'>Сослуживцы открыто смеялись над вами и хамили, но господин Башмачкин никогда не роптал. Казалось, вы даже не замечали обидчиков.</p><p class='testP'>Один из директоров департамента хотел вас вознаградить за долгие годы упорного труда и попросил сделать кое-что: поменять название докмуента и изменить 'кое-где глаголы из первого лица в третье'. Вы согласились?</p><div onclick='changeColor()'><a>Конечно! Я мечтал о повышении всю жизнь!</a></div><div class='goStory4'><a>Нет, это мне не интересно.</a></div></section><section id='story4'><p class='testP'>'Нет, лучше дайте я что-нибудь перепишу', - ответили вы, и больше директор ничего не предлагал.</p><p class='testP'>Тем временем на двор опустилась зима, а одёжка ваша оставляла желать лучшего. На спине и плечах шинель, которую вы носили, очень протёрлась. Вы приняли решение отнести её портному.</p><button class='testButton goStory5'><a>Дальше!</a></button></section><section id='story5'><img class='imgTest img-responsive center-block' src='../../images/shinelStory/shinel2.png' alt='Твит портного Петровича'><button class='testButton goStory6'><a>Дальше!</a></button></section><section id='story6'><p class='testP'>При слове 'новая' у вас потемнело в глазах, ведь даже самая дешёвая шинель стоила не меньше 150 рублей! Решив, что Петрович был не в духе и поэтому отказал, вы решили наведаться к нему в воскресенье, когда портной по обыкновению страдал похмельем. Вы рассчитали так: жена не даст Петровичу денег на выпивку, а тут вы с шинелью и деньгами - наверняка портной согласится и починит одёжку.</p><div class='goStory7'><a>Петрович отказал, несмотря на явное похмелье. Говорит, я должен искать денег на новую шинель.</a></div><div onclick='changeColor()'><a>Конечно, он согласился, как только увидел деньги!</a></div></section><section id='story7'><p class='testP'>Без новой шинели было не обойтись. Хорошо зная Петровича, вы догадывались, что 150 рублей - заломленная цена, а портной сработает и за 80. Но где же взять эти 80 рублей?</p><p class='testP'>Чуть больше 40 рублей у вас, кстати, нашлось: с каждого потраченного рубля вы откладывали один грош. А где найти вторую половину?</p><div class='goStory8'><a>Я решил экономить на чём только можно: перестал зажигать свечу по вечерам, ходил аккуратнее и тише, чтобы не пришлось лишний раз носить сапоги в ремонт, даже ужинать перестал.</a></div><div onclick='changeColor()'><a>Поразмыслив, я понял, что единственный способ - пойти к начальству и прямо попросить премию, которую я ни разу в жизни не получал!</a></div></section><section id='story8'><p class='testP'>Разумеется, мысль просить премию вам не могла прийти в голову. Вы лишили себя света, еды, даже чистого белья, потому что носили его стирать только при острой необходимости.</p><button class='testButton goStory9'><a>Дальше!</a></button></section><section id='story9'><img class='imgTest img-responsive center-block' src='../../images/shinelStory/shinel3.png' alt='Твит Николая Гоголя'><button class='testButton goStory10'><a>Дальше!</a></button> </section><section id='story10'><p class='testP'>Шинель поработила вас. Каждый месяц хотя бы один раз, но вы приходили к бедному Петровичу, чтобы просто поговорить о ней: какого цвета выбрать материал, качества и цены.</p><p class='testP'>Наконец, месяцы голодовки подошли к концу: 80 рублей были у вас в кармане. Взяв Петровича, вы отправились на рынок и купила самого лучшего сукна, мех кошки, которую издалека можно было принять за куницу, и другие мелочи, необходимые для создания шинели.</p><button class='testButton goStory11'><a>Дальше!</a></button></section><section id='story11'><p class='testP'>Петрович взял с вас всего 12 рублей за пошив. Когда шинель была готова и портной принёс её вам, это было...</p><div onclick='changeColor()'><a>Ужасно! Потому что шинель оказалась совсем не такой, какой я её представлял.</a></div><div class='goStory12'><a>Лучшее, что случалось со мной в жизни!</a></div></section><section id='story12'><p class='testP'>Вы почувствовали себя счастливейшим человеком на свете. Шинель была вам впору, и вы тут же пошли в ней на работу, где сослуживцы (неизвестно как) тут же прознали, что вы в обновке, и сбежались посмотреть на неё.</p><p class='testP'>Коллеги намекнули, что неплохо было бы обмыть шинель, но вы, конечно, засмущались и стали отговариваться, тогда какой-то чиновник вдруг позвал всех (и вас тоже) к себе, потому что у него как раз сегодня был день рождения. Тут уж вы не смогли отказать.</p><button class='testButton goStory13'><a>Дальше!</a></button></section><section id='story13'><img class='imgTest img-responsive center-block' src='../../images/shinelStory/shinel4.png' alt='Твит Николая Гоголя'><button class='testButton goStory14'><a>Дальше!</a></button></section><section id='story14'><p class='testP'>Вы порывались пойти домой с праздника, но коллеги не пускали, говоря, что обязательно надо выпить шампанского. Наконец, вам удалось улизнуть. Часы показывали около 12 ночи. Что же произошло по дороге домой?</p><div onclick='changeColor()'><a>Я попал в страшную пургу и уснул в сугробе. Проснулся утром уже без шинели. Не знаю, куда она подевалась.</a></div><div class='goStory15'><a>На меня напали два усатых мужика и отобрали шинель.</a></div></section><section id='story15'><p class='testP'>Вас ограбили, и вы добирались до дома в одной рубашке. Впервые в жизни вы показали характер: пошли к полицейскому, но он задавал вам каверзные вопросы: не из публичного ли дома в ывозвращались, что вы делали на улице так поздно...</p><p class='testP'>Некоторые коллеги, сочувствовавшие вам, посоветовали пойти к некому значительному лицу (в чине генерала), что вы и сделали. Встреча не увенчалась успехом.</p><button class='testButton goStory16'><a>Дальше!</a></button></section><section id='story16'><img class='imgTest img-responsive center-block' src='../../images/shinelStory/shinel5.png' alt='Твит значительного лица'><button class='testButton goStory17'><a>Дальше!</a></button></section><section id='story17'><p class='testP'>Услышав, как генерал кричит, вы едва не упали в обморок и, не видя ничего и не слыша, побрели домой, чуть ли не голый, прямо по морозу. Добравшись до комнаты, вы упали на кровать и больше не встали.</p><p class='testP'>Доктор, прибывший на следующее утро, объявил, что через полтора дня вы умрёте. Вы тем временем смотрели ужасные сны: как заказываете шинель у Петровича и просите хозяйку вынуть вора из-под вашего одеяла. К счастью, кошмары окончились.</p><div onclick='changeColor()'><a>Вопреки прогнозу доктора, я пришёл в себя, а горячка немного спала.</a></div><div class='goStory18'><a>Не приходя в сознание, я покинул этот мир.</a></div></section><section id='story18'><img class='imgTest img-responsive center-block' src='../../images/shinelStory/shinel6.png' alt='Твит Николая Гоголя'><button class='testButton goStory19'><a>Дальше!</a></button></section><section id='story19'><p class='testP'>На службе о вашей смерти узнали спустя 4 дня. Они прислали сторожа в вашу комнату, чтобы вы немедленно явились в департамент. Выяснив причину отсутствия, руководство вмиг заменило вас другим чиновником.</p><p class='testP'>Так кончается история Акакия Акакиевича Башмачкина, вечного титулярного советника. Зато история значительного лица на этом не завершается: вскоре после той беседы с Башмачкиным генерал направился к любовнице, а по дороге встретил настоящего призрака, который напугал его до смерти и принудил быть менее грубым в разговорах с подчинёнными.</p><button class='testButton goStory20'><a>Дальше!</a></button></section><section id='story20'><img class='imgTest img-responsive center-block' src='../../images/shinelStory/shinel7.png' alt='Твит Николая Гоголя'><button class='testButton endStory'><a href='/tests'>Завершить историю</a></button></section></div>"
    },
    "onegin": {
        "name": "onegin",
        "number": "5",
        "alt": "А.С. Пушкин. Автор неизвестен",
        "title": "Стань Евгением Онегиным!",
        "paragraph": "Пройди с героем череду жизненных испытаний: узнай, как началась его любовь к Татьяне и почему он дрался на дуэли с лучшим другом - Владимиром Ленским.",
        "story": "<div id='mainDiv' class='oneginBody'><a class='interruptTest' href='/tests'>х</a><section id='story1'><img class='imgTest img-responsive center-block center-block' src='../images/oneginStory/evgenijOnegin1.jpg' alt='На картине изображены Евгений и Татьяна. Автор – Ю. Кушевский. Год написания – 2001'><p class='testP'>Евгений Онегин и Татьяна Ларина. Автор – Ю. Кушевский</p><button class='testButton goStory2'><a>Дальше!</a></button></section><section id='story2'><p class='testP'>Вы – Евгений Онегин, молодой франт, любящий красиво одеваться, блистать в свете и кружить головы хорошенькимбарышням. Вы родились в Петербурге и сейчас спешите к захворавшему дяде.</p><p class='testP'>А кем был ваш отец?</p><div class='goStory3'><a>Таким же кутилой.</a></div><div onclick='changeColor()'><a>Почтенным гражданином империи, умевшим копить деньги и приумножать состояние.</a></div></section><section id='story3'><p class='testP'>Отец ваш был знатным кутилой, а денег особенно не хватало, поэтому ему приходилось жить в долг, вследствие чего к концу жизни он окончательно «промотался».</p><p class='testP'>Вы только что вышли из того времени, которое Толстой называл отрочеством. Ещё вчера за вами всюду ходили маменька и гувернёр, а сегодня вы – свободный молодой человек.</p><p class='testP'>Выросший под сенью маминой заботы и неуклюжей опеки нянек, что вы собой представляете?</p><div onclick='changeColor()'><a>Чураюсь общества, читаю книги, люблю философию, часто спорю.</a></div><div class='goStory4'><a>Нравлюсь дамам, умело строю им глазки и подстраиваюсь под окружающих аки хамелеон.</a></div></section><section id='story4'><p class='testP'>Пушкин говорит о вас следующее: «Как рано мог он лицемерить, Таить надежду, ревновать, Разуверять, заставить верить, Казаться мрачным, изнывать, Являться гордым и послушным, Внимательным иль равнодушным! Как томно был он молчалив, Как пламенно красноречив, В сердечных письмах как небрежен! Одним дыша, одно любя, Как он умел забыть себя!»</p><button class='testButton goStory5'><a>Дальше!</a></button></section><section id='story5'><img class='imgTest img-responsive center-block' src='../../images/oneginStory/evgenijOnegin2.jpg' alt='Евгений Онегин. Картина кисти Е. Самокиш-Судковской. 1908 год'><p class='testP'>Евгений Онегин. Картина кисти Е. Самокиш-Судковской. 1908 год</p><button class='testButton goStory6'><a>Дальше!</a></button></section><section id='story6'><p class='testP'>Вас именуют «почётным гражданином кулис» за особую любовь к театрам (и актрисам). Жизнь в режиме «с бала на бал» заводит, но вы начинаете скучать: одни и те же лица одних и тех же дамочек вам надоели.</p><p class='testP'>Сколько лет вам на данный момент?</p><div class='goStory7'><a>18 лет.</a></div><div onclick='changeColor()'><a>Пушкин говорит, что около двадцати пяти, но точную цифру не называет.</a></div></section><section id='story7'><p class='testP'>Вам действительно 18 лет на тот момент, когда вы ухаживаете за дядей и скачете по балам.</p><p class='testP'>Итак, вы устали. От балов, от красавиц молодых и красавиц немолодых. Франтом, как говорит Пушкин, овладела «Русская хандра».</p><p class='testP'>И что же вы сделали?</p><div class='goStory8'><a>Я пытался писать, но ничего не вышло. Потом я увлёкся книгами, но они тоже быстро мне надоели.</a></div><div onclick='changeColor()'><a>Я пробовал стреляться, но не хватило духу, а потом я поехал в деревню к тёте, где встретил Ларину Татьяну.</a></div></section><section id='story8'><p class='testP'>Борясь с хандрой, вы пытались сочинять что-нибудь, но за отсутствием таланта из этой затеи ничего не вышло. Второйпопыткой действительно были книги, которые и вправду надоели вам слишком быстро.</p><p class='testP'>В это тёмное время вы познакомились с тем, от чьего лица ведётся повествование в романе. Вы были похожи: оба молодыи прекрасны, оба одинаково устали от жизни.</p><button class='testButton goStory9'><a>Дальше!</a></button></section><section id='story9'><img class='imgTest img-responsive center-block' src='../../images/oneginStory/evgenijOnegin3.png' alt='Твит Брэма Стокера'><button class='testButton goStory10'><a>Дальше!</a></button> </section><section id='story10'><p class='testP'>Вы вдвоём собирались повидать свет, но неожиданно скончался ваш папа - сирота-наследник лицом к лицу столкнулся с оравойтех, у кого папенька занимал деньги, а с другом пришлось расстаться на долгие годы.</p><p class='testP'>Вы ненавидели судебные тяжбы, а потому…</p><div class='goStory11'><a>Просто отдал кредиторам наследство, полученное от отца, чтобы они отвязались.</a></div><div onclick='changeColor()'><a>Передал дела управляющему, а сам отправился в деревню отдыхать от высшего света.</a></div></section><section id='story11'><p class='testP'>Вы рассчитались с просящими, отдав им наследство, и тут же узнали о болезни своего дядюшки (с него мы начали рассказ)и его желании проститься с племянником. Готовясь к «вздохам, скуке и обману» у постели умирающего в надежде на деньги,вы помчались к родственнику, однако он умер, не дождавшись вашего приезда. Дядюшка ваш жил в деревне, которую и оставилвам в качестве наследства.</p><p class='testP'>Первые несколько дней вы любовались природой, а потом снова заскучали. Соседи хотели было зачастить к вам в гости, но,как только вы слышали, что кто-то подъезжает, то сбегали на улицу через чёрный ход. В итоге соседи на вас страшнообиделись, и вы прослыли чудаком.</p><p class='testP'>Что дальше?</p><div onclick='changeColor()'><a>Я дал бал, на который явились помещики из ближайших деревень. На этом балу я повстречался с Татьяной Лариной.</a></div><div class='goStory12'><a>В соседнюю деревню вернулся помещик по имени Владимир Ленский, с которым мы крепко подружились.</a></div></section><section id='story12'><p class='testP'>В соседнюю деревню вернулся помещик по имени Владимир Ленский. Он долгое время был в Германии. С чёрными кудрями, «пылкий»,имеющий «вольнолюбивые мечты», он произвёл на вас впечатление.</p><button class='testButton goStory13'><a>Дальше!</a></button></section><section id='story13'><img class='imgTest img-responsive center-block' src='../../images/oneginStory/evgenijOnegin4.png' alt='Твит Александра Пушкина'><button class='testButton goStory14'><a>Дальше!</a></button></section><section id='story14'><p class='testP'>Ленский рассказал вам о своей любви к прекрасной Ольге. Отец девушки был соседом отца Ленского, с детства родителипрочили детям свадьбу. Венчание было вопросом времени.</p><button class='testButton goStory15'><a>Дальше!</a></button></section><section id='story15'><img class='imgTest img-responsive center-block' src='../../images/oneginStory/evgenijOnegin5.jpg' alt='Картина Е. Самокиш-Судковской с играющими в шахматы Ленским и Ольгой'><p class='testP'>Картина Е. Самокиш-Судковской с играющими в шахматы Ленским и Ольгой</p><button class='testButton goStory16'><a>Дальше!</a></button></section><section id='story16'><p class='testP'>У Ольги была старшая сестра – Татьяна. «Дика, печальна, молчалива, как лань лесная боязлива, она в семье своей роднойказалась девочкой чужой». Она и правда была странновата: не любила играть, прыгать, веселиться, танцевать и разговариватьпро всякие девчачьи штуки. Вместо этого девушка читала «страшные рассказы», романы Руссо и Ричардсона и встречала уокна рассветы.</p><p class='testP'>Благодаря тому, что Ленский был вхож в дом Лариных, вы тоже стали там бывать. Более того, вы проводили у них все «свободныевечера».</p><p class='testP'>Впервые увидев двух сестёр, вы…</p><div class='goStory17'><a>Обидел Ленского, сказав, что «в чертах у Ольги жизни нет» и я бы выбрал Татьяну.</a></div><div onclick='changeColor()'><a>Испытал романтическое чувство по отношению к Ольге, что послужило поводом для дуэли с Ленским.</a></div></section><section id='story17'><p class='testP'>Ленский оскорбился, когда вы заметили, что «в чертах у Ольги жизни нет». Более того, вы назвали девушку «глупой луной»,а Татьяну одобрили.</p><p class='testP'>Меж тем по деревням пошли слухи, что вы будете отличным женихом Татьяне. Сама девушка этим сплетням была и рада, ине рада… А в конце концов, размышляя о ходящих по деревням слухах, она в вас влюбилась.</p><button class='testButton goStory18'><a>Дальше!</a></button></section><section id='story18'><img class='imgTest img-responsive center-block' src='../../images/oneginStory/evgenijOnegin6.png' alt='Твит Татьяны Лариной'><button class='testButton goStory19'><a>Дальше!</a></button></section><section id='story19'><p class='testP'>«Я к вам пишу — чего же боле? Что я могу еще сказать?» Влюблённая девушка просилавас дать ей знать, любите ли вы её. Кстати, к этому моменту вам исполнилось 26 лет. 8 из них вы потратили на жизнь в деревне:влюблялись, разлюбляли, «волочились» за красавицами и нисколько не жалели, когда красавицы уходили.</p><p class='testP'>Письмо Татьяны тронуло вас, и вы решили лично с ней объясниться. Как?</p><div class='goStory20'><a>Отказал Татьяне, сославшись на то, что непременно со временем её разлюблю.</a></div><div onclick='changeColor()'><a>Признался в ответной любви.</a></div></section><section id='story20'><p class='testP'>«Я, сколько ни любил бы вас, привыкнув, разлюблю тотчас; начнете плакать: ваши слезы не тронут сердца моего, а будутлишь бесить его». Вы завершили разговор нравоучением: «Учитесь властвовать собою; не всякий вас, как я, поймет; кбеде неопытность ведет». Эта сентенция чуть позже сыграет с вами злую шутку.</p><button class='testButton goStory21'><a>Дальше!</a></button></section><section id='story21'><img class='imgTest img-responsive center-block' src='../../images/oneginStory/evgenijOnegin7.jpg' alt='Онегин и Татьяна. Объяснение в саду. автор неизвестен'><p class='testP'>Онегин и Татьяна. Объяснение в саду. автор неизвестен</p><button class='testButton goStory22'><a>Дальше!</a></button></section><section id='story22'><p class='testP'>Татьяна выслушала урок покорно и молча. Изо дня в день она мечтала о вас и медленно «угасала».</p><p class='testP'>Тем временем любовь Ленского и Ольги стремительно близилась к свадьбе. А Татьяне снится сон, в котором вы убиваете Ленского.Девушка не знает, как толковать сновидение – она напугана.</p><p class='testP'>Вас приглашают к Лариным на Татьянины именины. Вы соглашаетесь. Девушка, видя вас, едва не падает в обморок, а вы беситесь,потому что «девичьих слёз» в своей жизни насмотрелись вдоволь и они не вызывают в вас ничего, кроме злости и досады.</p><p class='testP'>Вы решаете отомстить Ленскому, который убедил вас прийти на этот вечер.</p><div class='goStory23'><a>Приударяю на глазах у всех за Ольгой</a></div><div onclick='changeColor()'><a>Некрасиво шучу и рисую карикатуры на гостей</a></div></section><section id='story23'><p class='testP'>Вы приударили за Ольгой, и это не осталось незамеченным. Ольга, кстати, ответила на ваши ухаживания лёгким флиртом.Ленский был взбешён и покинул вечер, а на следующий день отправил вам вызов на дуэль.</p><p class='testP'>Перед дуэлью Ленский встречает Ольгу, которая разговаривает с ним как ни в чём не бывало. Она любит поэта и не видитничего предосудительного в своём поведении. Ленский вдруг понимает это и жалеет о поспешности своего решения, ноотменить его не может.</p><button class='testButton goStory24'><a>Дальше!</a></button></section><section id='story24'><img class='imgTest img-responsive center-block' src='../../images/oneginStory/evgenijOnegin8.jpg' alt='Дуэль Онегина и Ленского. Автор неизвестен.'><p class='testP'>Дуэль Онегина и Ленского. Автор неизвестен.</p><button class='testButton goStory25'><a>Дальше!</a></button></section><section id='story25'><p class='testP'>Вы выстрелили первым и попали лучшему другу в грудь. Ленский умер мгновенно. Ольга забыла его и вскоре вышла замуж задругого.</p><p class='testP'>Татьяна посещает ваш дом в ваше отсутствие, она берёт у вас несколько книг, в которых вы подчёркивали строчки, взволновавшиевас. Девушка по-прежнему страшно влюблена: она внимательно читает книги и смотрит, какую строку вы отметили, что быловажно для вас, о чём вы думали.</p><p class='testP'>И Лариной открывается вся чернота Онегинской души. Вы делали пометы в книгах, 'В которых отразился векИ современный человекИзображен довольно верноС его безнравственной душой,Себялюбивой и сухой'. Вот ваше резюме: 'Чудак печальный и опасный,Созданье ада иль небес,Сей ангел, сей надменный бес'.</p><button class='testButton goStory26'><a>Дальше!</a></button></section><section id='story26'><img class='imgTest img-responsive center-block' src='../../images/oneginStory/evgenijOnegin9.jpg' alt='Татьяна в доме Онегина. Автор неизвестен'><p class='testP'>Татьяна в доме Онегина. Автор неизвестен</p><button class='testButton goStory27'><a>Дальше!</a></button></section><section id='story27'><p class='testP'>Татьяна уезжает в Москву.</p><p class='testP'>Проходят годы, и вы возвращаетесь к светской жизни. На балу у одного князя вы видите прекраснуюдевушку. Это жена князя – Татьяна Ларина.</p><p class='testP'>Она изменилась: в княгине нет ни следа той наивной влюблённой девочки. Татьяна безразлична к вам, а вот вы…</p><div class='goStory28'><a href='#story12'>Неожиданно понимаю, что люблю её</a></div><div onclick='changeColor()'><a>Тоже равнодушен, поскольку давным-давно потерял вкус к жизни</a></div></section><section id='story28'><p class='testP'>Вы осознаёте, что любите Татьяну без памяти. Вы сожатееле о прошлом и решаетесь написать ей письмо.</p><button class='testButton goStory29'><a>Дальше!</a></button></section><section id='story29'><img class='imgTest img-responsive center-block' src='../../images/oneginStory/evgenijOnegin10.png' alt='Твит Онегина'><button class='testButton goStory30'><a>Дальше!</a></button></section><section id='story30'><p class='testP'>Ответа нет. Вы покидаете Москву и живёте в деревне, проводя время перед камином. «Дни мчались; в воздухе нагретом уж разрешаласязима; и он не сделался поэтом, не умер, не сошел с ума». Мир не остановился, и жизнь шла своим чередом. Спустя некотороевремя вы навестили Татьяну и увидели, как она плачет, читая письма. Между вами происходит объяснение.</p><button class='testButton goStory31'><a>Дальше!</a></button></section><section id='story31'><img class='imgTest img-responsive center-block' src='../../images/oneginStory/evgenijOnegin11.png' alt='Твит онегина'><button class='testButton goStory32'><a>Дальше!</a></button></section><section id='story32'><p class='testP'>«А счастье было так возможно, так близко!.. Я вас люблю (к чему лукавить?), но я другому отдана; я буду век ему верна»,- говорит Татьяна и навсегда покидает вас.</p><button class='testButton endStory'><a href='/tests'>Завершить историю</a></button></section></div>"
    },
    "grinev": {
        "name": "grinev",
        "number": "6",
        "alt": "Пётр Гринёв и Емельян Пугачёв. Автор неизвестен",
        "title": "Стань Петром Гринёвым!",
        "paragraph": "Узнай, как жил сын дворянина во времена Крестьянской войны под предводительством Емельяна Пугачёва. Влюбись в прекрасную дочь капитана Марию Миронову и узри императрицу Екатерину во всей красе!",
        "story": "<div id='mainDiv' class='grinevBody'> <a class='interruptTest' href='/tests'>х</a> <section id='story1'><p class='testP'>Вас зовут Пётр Андреевич Гринёв. Вы - сын дворянина. Ещё до рождения вы были записаны для службы в Семёновский полк (Петербург). По достижении вами 16 лет, папенька решает, что вам пора отправиться на службу.</p><p class='testP'>Едем?</p><div class='goStory2'><a>Конечно! Давно хотел приключений!</a></div><div onclick='changeColor()'><a>Не едем, потому что 'бегать по девичьим да лазить на голубятни' гораздо интереснее, чем служить.</a></div> </section> <section id='story2'><p class='testP'>'Мысль о службе сливалась во мне с мыслями о свободе, об удовольствиях петербургской жизни. Я воображал себя офицером гвардии, что, по мнению моему, было верхом благополучия человеческого.'</p><p class='testP'>Однако ваш отец несколько изменил решение о месте службы: вместо столицы он отправляет сына в Оренбург. Вы немного расстроены: 'Вместо веселой петербургской жизни ожидала меня скука в стороне глухой и отдалённой'.</p><button class='testButton goStory3'><a>Дальше!</a></button> </section> <section id='story3'><p class='question'>'Береги платье снову, а честь смолоду', - такими словами напутствовал вас отец и отправил вместе с вами Савельича, который был...</p><div onclick='changeColor()'><a>Вашим родным дядей, жившим при доме и обучавшим вас различным премудростям</a></div><div class='goStory4'><a>Вашим названным дядюшкой, благодаря которому вы 'на двенадцатом году выучились русской грамоте и могли очень здраво судить о свойствах борзого кобеля.'</a></div> </section> <section id='story4'><p class='question'>Вы и Савельич отправились в Симбирск, чтобы сделать покупки для предстоящей службы. Впервые переступив порог родительского дома, вы...</p><div onclick='changeColor()'><a>Проиграли в карты коня и Савельича</a></div><div class='goStory5'><a>Наклюкались с новым знакомым по фамилии Зурин.</a></div> </section> <section id='story5'><p class='testP'>Вы познакомились с некоим Зуриным, который вас благополучно напоил. Утро встретило дворянского сына головной болью и запиской от нового знакомого: 'Любезный Петр Андреевич, пожалуйста пришли мне с моим мальчиком сто рублей, которые ты мне вчера проиграл.'</p> <p class='testP'>Вы попросили Савельича отдать мальчику 100 рублей, но старик заупрямился. Что вы сделали?</p><div class='goStory6'><a>Обидели Савельича, сказав: 'Я твой господин, а ты мой слуга. Деньги мои. Я их проиграл, потому что так мне вздумалось. А тебе советую не умничать и делать то, что тебе приказывают'.</a></div><div onclick='changeColor()'><a>Обрадовались, что не нужно возвращать долг.</a></div> </section><section id='story6'><p class='testP'>Отдав деньги, вы, наконец, выехали из злополучного трактира. Совесть мучила вас за обиженного зря старика, и вы помирились первым: 'Ну, ну, Савельич! полно, помиримся, виноват; вижу сам, что виноват. Я вчера напроказил, а тебя напрасно обидел. Обещаюсь вперед вести себя умнее и слушаться тебя. Ну, не сердись; помиримся'.</p><p class='testP'>Вскоре вы попали в буран. 'Ветер выл с такой свирепой выразительностию, что казался одушевлённым'. Вам помог случайный прохожий. Направившись в ту сторону, которую он показал, вы уснули в кибитке и увидели страшный сон.</p><p class='testP'>Как будто вы вернулись домой к умирающему отцу, а вместо него на постели лежал 'мужик с чёрной бородою, весело поглядывая'. Матушка убеждала вас просить его благословения, но вы отказывались, тогда незнакомец 'выхватил топор из-за спины и стал махать во все стороны'. Комната наполнилась кровью и трупами.</p><button class='testButton goStory7'><a>Дальше</a></button> </section><section id='story7'> <p class='testP'>Успешно выбравшись из бурана, вы подарили проводившему вас мужчине заячий тулуп со своих плеч. Провожатый вам приглянулся: 'лет сорока, росту среднего, худощав и широкоплеч. В черной бороде его показывалась проседь; живые большие глаза так и бегали.'</p> <p class='testP'>'Век не забуду ваших милостей', - ответил провожатый на благодарность. Эти слова чуть позже спасут вашу жизнь.</p> <button class='testButton goStory8'><a>Дальше!</a></button> </section><section id='story8'><p class='testP'>Вы прибываете в Оренбург к седовласому генералу-немцу, который был товарищем вашего отца. Не удержавшись от юношеской страсти к забаве, на вопрос генерала, читающего письмо вашего папеньки: 'Что такое дершать в ешовых рукавицах?', вы ответили: 'Это значит обходиться ласково, не слишком строго, давать побольше воли'.</p><p class='testP'>Согласно просьбе вашего отца, генерал отправил вас в Белогорскую крепость на службу к капитану Миронову.</p><p class='testP'>Что вы увидели по приезду туда?</p><div class='goStory9'><a>'Печальную степь: наискось стояло несколько избушек; по улице бродило несколько куриц. Старуха, стоя на крыльце с корытом, кликала свиней'.</a></div><div onclick='changeColor()'><a>Высокого, белобородого капитана Миронова и красиво одетых дворян, играющих в карты.</a></div> </section><section id='story9'> <img class='imgTest img-responsive center-block' src='../../images/grinevStory/petrGrinev1.jpg' alt='Белогорская крепость. Иллюстрация к повести «Капитанская дочка» К. Гудлет 1890.'> <p class='testP'>Белогорская крепость. Иллюстрация к повести «Капитанская дочка» К. Гудлет 1890.</p> <button class='testButton goStory10'><a>Дальше!</a></button> </section><section id='story10'> <p class='testP'>В крепости живут совершенно обычные люди: в доме капитана вас принимают как родного сына, официальных церемоний не проводится, политес никто особо не соблюдает.</p> <p class='testP'>Вы сходитесь со Швабриным, поскольку это единственный человек, который близок вам по званию, возрасту и положению. Как развивается ваше общение?</p> <div class='goStory11'><a>Я прочёл Швабрину любовное стихотворение собственного сочинения, где фигурировало имя Маша, а он высмеял меня и сказал: 'ежели хочешь, чтоб Маша Миронова ходила к тебе в сумерки, то вместо нежных стишков подари ей пару серёг'.</a></div> <div onclick='changeColor()'><a>Мы стали лучшими друзьями, устраивали игральные вечера и скачки на конях.</a></div> </section><section id='story11'> <p class='testP'>Вы прочли новому другу свои стихи и были им высмеяны, после чего тоже не преминули сказать офицеру пару 'ласковых' слов. Швабрин потребовал сатисфакцию. Вы поспешили к Савельичу и попросили его стать вашим секундантом, на что получили такой ответ: 'Он вас побранил, а вы его выругайте; он вас в рыло, а вы его в ухо, в другое, в третье — и разойдитесь; а мы вас уж помирим'.</p> <p class='testP'>Тем не менее ссора окончилась дуэлью, и вас ранили. Однако...</p> <div onclick='changeColor()'><a>Я отомстил Швабрину, отбив у него невесту - Марию миронову, капитанскую дочку.</a></div> <div class='goStory12'><a>Это привело к новому витку событий: за раненым мной ухаживала Маша Миронова, что сильно сблизило нас.</a></div> </section><section id='story12'> <img class='imgTest img-responsive center-block' src='../../images/petrGrinev2.jpg' alt='Раненый Гринёв и Мария Миронова'> <p class='testP'>Раненый Гринёв и Мария Миронова</p><button class='testButton goStory13'><a>Дальше!</a></button> </section> <section id='story13'> <p class='testP'>Швабрин тем временем сидел в заточении (дуэли-то запрещены). Выздоровев, ты тотчас отправились к капитану просить о его освобождении. Выйдя на свободу, Швабрин 'изъявил глубокое сожаление о том, что случилось между нами; признался, что был кругом виноват, и просил меня забыть о прошедшем'. Вы, окрылённый романтическими чувствами, искренне согласились.</p> <p class='testP'>Вы отправили родителям письмо, в котором просили их благословить ваш брак с Марией Мироновой. Что ответил отец?</p> <div class='goStory14'><a>'Не только ни моего благословения, ни моего согласия дать я тебе не намерен, но еще и собираюсь до тебя добраться да за проказы твои проучить тебя путем как мальчишку'.</a></div> <div onclick='changeColor()'><a>Папенька был рад, что я наконец бросил все мальчишечьи проказы и решил остепениться.</a></div></section> <section id='story14'> <p class='testP'>Ваш отец был категорически против этого брака. Более того, он сообщил: 'Немедленно буду писать к Андрею Карловичу, прося его перевести тебя из Белогорской крепости куда-нибудь подальше, где бы дурь у тебя прошла'.</p> <p class='testP'>Расстроившись и испугавшись перевода, вы показали письмо Маше. Реакция девушки была предсказумой...</p> <div class='goStory15'><a>Маша огорчилась, но смирилась и сообщила, что всё, чего она желает, - это чтобы я был счастлив.</a></div> <div onclick='changeColor()'><a>Маша предложила пожениться втайне, чтобы у родителей не осталось иного выхода, как дать благословение, пусть и после венчания.</a></div></section> <section id='story15'> <img class='imgTest img-responsive center-block' src='../../images/grinevStory/petrGrinev3.jpg' alt='Мария Миронова читает письмо от отца Петра Гринёва'> <p class='figure-caption'>Мария Миронова читает письмо от отца Петра Гринёва</p> <button class='testButton goStory16'><a>Дальше!</a></button> </section> <section id='story16'> <p class='testP'>Мария сказала вам: 'Видно, мне не судьба... Родные ваши не хотят меня в свою семью. Буди во всем воля господня! Бог лучше нашего знает, что нам надобно. Делать нечего, Петр Андреич; будьте хоть вы счастливы...' Но вы, конечно, с ней не согласились.</p> <p class='testP'>Вы предложили 'кланяться в ноги' Машиным родителям и довольствоваться их благословением, однако девушка отказалась пойти на это: 'Я не выйду за тебя без благословения твоих родителей. Без их благословения не будет тебе счастия'.</p> <p class='testP'>Жизнь в крепости переменилась: Маша избегала вас, а вы стали избегать всех остальных. Скука и уныние овладели вами.</p> <button class='testButton goStory17'><a>Дальше!</a></button> </section> <section id='story17'> <img class='imgTest img-responsive center-block' src='../../images/grinevStory/petrGrinev4.png' alt='Твит Петра Гринёва'> <button class='testButton goStory18'><a>Дальше!</a></button> </section> <section id='story18'> <p class='testP'>Однако жизнь крутанула колесо вашего быта так, что времени для печальных мыслей совершенно не осталось. Из столицы пришло сообщение о сбежавшем из-под караула казаке и разбойнике Емельяне Пугачёве, собравшем армию, которая шла в сторону Белогорской крепости, 'производя везде грабежи и смертные убийства'.</p> <p class='testP'>В крепости проживало лишь 130 военных, а армия Пугачёва была несравненно больше этого числа...</p> <button class='testButton goStory19'><a>Дальше!</a></button> </section> <section id='story19'> <p class='testP'>В крепости учредили караулы и ночные дозоры. В округе был пойман человек с 'возмутительными листовками', в которых Емельян Пугачёв призывал казаков и солдат идти вместе с ним на Белогорскую, а сопротивляющимся грозил смертью.</p> <p class='testP'>Вскоре была взята соседняя крепость - Нижеозёрная. 'Комендант и все офицеры перевешаны. Все солдаты взяты в полон'. Теперь в Белогорской Пугачёва ждали с минуты на минуту.</p> <button class='testButton goStory20'><a>Дальше!</a></button> </section> <section id='story20'> <img class='imgTest img-responsive center-block' src='../../images/grinevStory/petrGrinev5.png' alt='Диалог между Марией Мироновой и Петров Гринёвым'><button class='testButton goStory21'><a>Дальше!</a></button> </section> <section id='story21'> <p class='testP'>Капитан хотел отправить дочь в Оренбург к её крёстной матери, боясь, что разбойничья шайка захватит крепость и учинит беспорядки, но не успел. Сторонники Пугачёва оказались совсем рядом - путь в Оренбург был отрезан.</p> <p class='testP'>Вскоре армия подошла к воротам крепости. Пугачёвские казаки кричали: 'Не стреляйте; выходите вон к государю. Государь здесь!' Из Белогорской никто не вышел.</p> <button class='testButton goStory22'><a>Дальше!</a></button> </section> <section id='story22'> <img class='imgTest img-responsive center-block' src='../../images/grinevStory/petrGrinev6.png' alt='Твит капитана Миронова'> <button class='testButton goStory23'><a>Дальше!</a></button> </section> <section id='story23'> <p class='testP'>Армия Пугачёва захватила Белогорскую крепость. Предводитель разбойников показался вам знакомым. Он был одет в 'красный казацкий кафтан, обшитый галунами. Высокая соболья шапка с золотыми кистями была надвинута на его сверкающие глаза'.</p> <p class='testP'>На площади захватчики соорудили виселицу. Первым был капитан Миронов, сказавший Пугачёву: 'Ты мне не государь, ты вор и самозванец, слышь ты!' Так, по очереди, вешали всех несогласных. Настал ваш черёд. Идя к виселице, вы с изумлением увидели в числе предателей и вновь примкнувших к армии Пугачёва офицеров Швабрина.</p> <p class='testP'>Верёвка уже была у вас на шее, когда...</p> <div class='goStory24'><a>Савельич бросился в ноги Пугачёву, умоляя не вешать 'барского дитятю', за которого отец может дать неплохой выкуп.</a></div> <div onclick='changeColor()'><a>Мария Миронова бросилась в ноги Пугачёву, умоляя во имя всего святого на земле оставить вас в живых.</a></div></section> <section id='story24'> <p class='testP'>Савельич спас вашу жизнь. 'Жители начали присягать. Они подходили один за другим, целуя распятие и потом кланяясь самозванцу'. Шайка казаков начала грабить крепость. 'Несколько разбойников вытащили на крыльцо Василису Егоровну, растрепанную и раздетую донага'. Спустя минуту 'молодой казак ударил ее саблею по голове, и она упала мёртвая на ступени крыльца'.</p> <p class='testP'>Пугачёв обосновался в доме попадьи, где пряталась Маша. Узнав об этом, вы стремглав помчались туда. К счастью, попадья выдала Машу за свою больную племянницу, и Пугачёв поверил. Примкнувший к ним Швабрин слышал эту ложь и, как сказала попадья: 'так взглянул на меня, как бы ножом насквозь; однако не выдал, спасибо ему и за то'.</p> <button class='testButton goStory25'><a>Дальше!</a></button> </section> <section id='story25'> <p class='testP'>'По крепости бегали разбойники, грабя офицерские дома. Везде раздавались крики пьянствующих мятежников'. Вы пришли домой, где обеспокоенный Савельич сообщил, что 'все у нас разграбили, мошенники: платье, белье, вещи, посуду — ничего не оставили', а также напомнил, почему Пугачёв кажется вам таким знакомым: 'Ты и позабыл того пьяницу, который выманил у тебя тулуп на постоялом дворе? Заячий тулупчик совсем новешенький; а он, бестия, его так и распорол, напяливая на себя'.</p> <p class='testP'>Атаман был тем, кто вывел вас из бурана.</p> <p class='testP'>Сбитый с толку такими необыкновенными совпадениями, вы пытались принять решение: 'Что делать? Оставаться в крепости, подвластной злодею, или следовать за его шайкою было неприлично офицеру. Долг требовал, чтобы я явился туда, где служба моя могла еще быть полезна отечеству в настоящих затруднительных обстоятельствах...'</p> <button class='testButton goStory26'><a>Дальше!</a></button> </section> <section id='story26'> <p class='testP'>Пугачёв потребовал вас к себе. Вы присутствовали на совете, где шайка разбойников решила идти войной на Оренбург. После обеда приспешники 'государя' ушли, а атаман попросил вас остаться.</p> <button class='testButton goStory27'><a>Дальше!</a></button> </section> <section id='story27'> <img class='imgTest img-responsive center-block' src='../../images/grinevStory/petrGrinev7.png' alt='Диалог Петра Гринёва и Емельяна Пугачёва'> <button class='testButton goStory28'><a>Дальше!</a></button> </section> <section id='story28'> <p class='testP'>Атаман просил вас передать оренбургским генералам, что армия придёт к воротам города через неделю, а после обратился к жителям крепости со словами: 'Вот вам, детушки, новый командир: слушайтесь его во всём', - и указал на Швабрина. Всё ваше нутро содрогнулось: Швабрин был несчастно влюблён в Машу, и теперь она оказывалась целиком в его власти.</p> <p class='testP'>Однако ваши мысли перебил дерзкий поступок Савельича: старик подал атаману письмо, в котором было указано: 'Два халата, миткалевый и шелковый полосатый, на шесть рублей. Мундир из тонкого зеленого сукна на семь рублей. рубах полотняных голландских с манжетами на десять рублей. <...> Ещё заячий тулупчик, пожалованный твоей милости на постоялом дворе, 15 рублей'.</p> <p class='testP'>Савельич просил вернуть награбленное...</p> <div class='goStory29'><a>Пугачёв пришёл в ярость, однако 'в припадке великодушия' просто сделал вид, что ничего не произошло.</a></div> <div onclick='changeColor()'><a>Пугачёв пришёл в ярость и приказал повесить старика.</a></div></section> <section id='story29'> <p class='testP'>Вы направились в дом попадьи, чтобы проститься с Машей. 'Что вам было делать? Как подать ей помощь? Как освободить из рук злодея? Оставалось одно средство: вы решились тот же час отправиться в Оренбург, дабы торопить освобождение Белогорской крепости и по возможности тому содействовать'.</p> <p class='testP'>Неожиданно к дому прискакал гонец от Пугачёва и сообщил, что атаман 'вам жалует лошадь и шубу с своего плеча (к седлу привязан был овчинный тулуп). Да ещё жалует он вам... полтину денег... да я растерял ее дорогою; простите великодушно'. Деньги разбойник попросту прикарманил.</p> <p class='testP'>Под ворчание Савельича о разграбленных вещах вы сели на коня и помчались в Оренбург.</p> <button class='testButton goStory30'><a>Дальше!</a></button> </section> <section id='story30'> <p class='testP'>Встретившись с оренбургским генералом, вы рассказали ему всё, что знали. Чуть позже вы присутствовали на совете военных офицеров, где было решено(к вашей досаде) оставаться в городе и готовиться к штурму. Выступать против армии Пугачёва открыто было, по мнению генерала и его приближённых, опасно, поскольку войско, имевшееся в Оренбурге, было 'ненадёжно'.</p> <p class='testP'>Осада, кстати, тоже оказалась не лучшим решением: жители Оренбурга голодали и потому были недовольны. Однажды, выехав в степь, вы встретили урядника Белогорской (он примкнул к Пугачёву), который передал вам письмо.</p> <div class='goStory31'><a>От Маши, которая сообщила, что Швабрин заставляет её выйти за него замуж.</a></div> <div onclick='changeColor()'><a>От Пугачёва, который предупреждал вас о скорейшем захвате Оренбурга.</a></div></section> <section id='story31'> <img class='imgTest img-responsive center-block' src='../../images/grinevStory/petrGrinev8.png' alt='Твит Маши Мироновой'> <button class='testButton goStory32'><a>Дальше!</a></button> </section> <section id='story32'> <p class='testP'>Вы бросились к генералу, прося его немедленно освободить Белогорскую крепость, но получили отказ. Тогда вам в голову пришла шальная мысль...</p> <div onclick='changeColor()'><a>Написать письмо Пугачёву, надеясь, что он смилостивится и позволит Маше выехать из крепости в Оренбург</a></div> <div class='goStory33'><a>Отправиться вместе с Савельичем в крепость спасать возлюбленную</a></div> </section> <section id='story33'> <img class='imgTest img-responsive center-block' src='../../images/grinevStory/petrGrinev9.jpg' alt='Емельян Пугачёв. Автор неизвестен'> <button class='testButton goStory34'><a>Дальше!</a></button> </section> <section id='story34'> <p class='testP'>На пути к Белогорской крепости вас остановили люди Пугачёва. Вы решились открыть атаману правду и сказали, что ехали к крепость освободить сироту, которую там обижают. 'Глаза у Пугачева засверкали. «Кто из моих людей смеет обижать сироту? — закричал он. — Будь он семи пядень во лбу, а от суда моего не уйдет. Говори: кто виноватый?»'</p> <p class='testP'>Утром следующего дня вы вместе с атаманом и Савельичем отправились в крепость. По дороге атаман рассказал вам старую сказку, которая когда-то в детстве тронула его воображение: 'Однажды орел спрашивал у ворона: скажи, ворон-птица, отчего живешь ты на белом свете триста лет, а я всего-навсего только тридцать три года? — Оттого, батюшка, отвечал ему ворон, что ты пьешь живую кровь, а я питаюсь мертвечиной. Орел подумал: давай попробуем и мы питаться тем же. Хорошо. Полетели орел да ворон. Вот завидели палую лошадь; спустились и сели. Ворон стал клевать да похваливать. Орел клюнул раз, клюнул другой, махнул крылом и сказал ворону: нет, брат ворон; чем триста лет питаться падалью, лучше раз напиться живой кровью, а там что бог даст!'.</p> <button class='testButton goStory35'><a>Дальше!</a></button> </section> <section id='story35'> <p class='testP'>Прибыв в крепость, вы обнаружили возлюбленную запертой в чулане: 'На полу, в крестьянском оборванном платье сидела Марья Ивановна, бледная, худая, с растрёпанными волосами. Перед нею стоял кувшин воды, накрытый ломтём хлеба.'</p> <p class='testP'>Швабрин раскрыл давешний обман, сообщив Пугачёву, что Маша - дочь убитого капитана Миронова, а вовсе не племянница попадьи. Однако вам удалось убедить атамана, что ложь в том случае была единственным выходом спасти девушке жизнь: 'Можно ли было при твоих людях объявить, что дочь Миронова жива. Да они бы её загрызли. Ничто её бы не спасло!'. Пугачёв отпустил вас с невестой на все четыре стороны.</p> <p class='testP'>По прибытии в Оренбург вас арестовали. Почему?</p> <div onclick='changeColor()'><a>Швабрин отправил оренбургскому генералу письмо с сообщением, что я выдал Пугачёву стратегически важные сведения о состоянии войск и города.</a></div> <div class='goStory36'><a>Мою 'дружбу' с Пугачёвым расценили как предательство.</a></div> </section> <section id='story36'> <p class='testP'>По счастью, среди офицеров, арестовавших вас, был Зурин - тот самый, который некогда напоил вас в симбирском трактире. Рассказав ему всё как есть, вы просили свободы для себя и Маши. Зурин пошёл навстречу.</p> <p class='testP'>Долг и честь требовали от вас остаться в войске императрицы, но рисковать невестой вы больше не собирались, а поэтому отправили её в деревню к своим родителям вместе с Савельичем, наказав ему убедить родителей в верности желания жениться.</p> <button class='testButton goStory37'><a>Дальше!</a></button> </section> <section id='story37'> <img class='imgTest img-responsive center-block' src='../../images/grinevStory/petrGrinev10.png' alt='Твит Маши Мироновой'> <button class='testButton goStory38'><a>Дальше!</a></button> </section> <section id='story38'> <p class='testP'>Маша уехала - война продолжалась. Пугачёв терпел поражение за поражением и, наконец, был пойман. Атамана ждала страшная казнь. А вы были безумно счастливы от мысли, что совсем скоро увидите свою невесту, однако одна досадная мелочь отравляла вашу душу: слишком часто вы вспоминали Пугачёва и... жалели его.</p> <p class='testP'>Вы собрались домой, но этому помешала маленькая неприятность...</p> <div class='goStory39'><a>Зурину, руководившему нашим гарнизоном, пришло присьмо 'сверху' с приказом арестовать меня и доставить под Казань, где ожидал своей казни Емельян Пугачёв.</a></div> <div onclick='changeColor()'><a>Пугачёву удалось сбежать из-под стражи, и война возобновилась.</a></div> </section> <section id='story39'> <p class='testP'>Вы снова попали под арест. Суд состоялся в Казани. Вас обвинили в измене Родине (одним из доносчиков, кстати, был Швабрин, выдумавший историю, что вы всюду следовали за атаманом и участвовали в грабеже деревень). Рассказав всю правду-истину, вы надеялись оправдать себя и снять обвинения.</p> <div onclick='changeColor()'><a>Я рассказал суду всё: как Пугачёв вывел нас из бурана, как я встретил и полюбил Машу, как подлый Швабрин хотел жениться на ней. Суд оправдал меня.</a></div> <div class='goStory40'><a>Я решил не впутывать честное имя Маши в свой рассказ, а потому история моего пребывания в гостях у Пугачёва оказалась неполной и как будто недостоверной. Меня решили отправить на вечную ссылку в Сибирь.</a></div> </section> <section id='story40'> <p class='testP'>Ваши родители тем временем полюбили Машу, и мысль о вашем браке уже казалась им довольно привлекательной. Получив известие о вашем аресте, а потом и о ссылке, семья пришла в ужас. Никто не мог поверить, что вы действительно участвовали в заговоре Пугачёва против государства.</p> <p class='testP'>Только Маша догадывалась о прине вашего неумения оправдаться и чувствовала себя виноватой. В поисках правды она отправилась в Петербург, где...</p> <div onclick='changeColor()'><a>... безуспешно писала письма всем руководящим чиновникам, даже императрице.</a></div> <div class='goStory41'><a>Маша повстречалась с незнакомой дамой и рассказала ей всю правду о вас. Дама оказалась самой императрицей. Она поверила дочери капитана и освободила вас.</a></div> </section> <section id='story41'> <p class='testP'>Вскоре вы женились на Маше, и всё у вас было хорошо. А что касается Пугачёва, то говорят, будто вы присутствовали при его казни: атаман 'узнал вас в толпе и кивнул вам головою, которая через минуту, мёртвая и окровавленная, показана была народу'.</p> <button class='endStory testButton'><a href='/tests'>Завершить историю!</button> </section> </div>"
    },
    "igor": {
        "name": "igor",
        "number": "7",
        "alt": "Князь Игорь. Автор неизвестен",
        "title": "Стань князем Игорем Святославичем!",
        "paragraph": "Отправляйся в поход на половцев, услышь плач прекрасной Ярославны и почувствуй дух древней Руси!",
        "story": "<div id='mainDiv' class='igorBody'><a class='interruptTest' href='/tests'>х</a><section id='story1'><p class='testP'>Вы - Игорь Святославич, собравший под свои знамёна князей Севера. В войске состоит также и дружина вашего брата Всеволода. Вместе вы отправляетесь в поход на половцев. События происходят в конце 12 века.</p><p class='testP'>'Лучше нам быть порубленными, чем даться в полон', - так вы начинаете напутственную речь своим воинам. Цель вашего похода находится где-то на берегах реки Дон.</p><button class='testButton goStory2'><a>Дальше!</a></button></section><section id='story2'><img class='imgTest img-responsive center-block' src='../../images/igorStory/igor1.png' alt='Твит князя Игоря'><button class='testButton goStory3'><a>Дальше!</a></button></section><section id='story3'><p class='testP'>Сама природа, кажется, против вашего похода: 'Солнце дорогу тьмой заступило; Ночь, грозою шумя, птиц пробудила; Рёв в стадах звериных!' Но знаки не останавливают вас. Русь уже 'далёко', и навстречу неожиданно попадаются половцы.</p><div onclick='changeColor()'><a>Я велю войску отступить, потому что половцев слишком много.</a></div><div class='goStory4'><a>Мы нападаем и побеждаем, завоёвывая 'красных дев половецких, а с ними и злато, и паволоки, и драгие аксамиты'.</a></div></section><section id='story4'><p class='testP'>'О Русская земля, далеко уж ты за горами!' Едва окрылённые победой, на следующее утро вы сталкиваетесь с целым полчищем врагов. 'Половцы идут от Дона, и от моря, и от всех сторон'. Приходится дать команду к отступлению.</p><button class='testButton goStory5'><a>Дальше!</a></button></section><section id='story5'><p class='testP'>Всеволод (ваш брат) яростно сражается с врагами: где он проходит, там 'лежат нечестивые головы половецкие'. Но даже такому воину, как Всеволод, не удаётся справиться с таким количеством врагов.</p><div onclick='changeColor()'><a>Всеволод развернул свою дружину и отправился домой</a></div><div class='goStory6'><a>Всеволод погибает. 'Черна земля под копытами; Костьми была посеяна; Полита была кровию, И по Русской земле взошло бедой!'</a></div></section><section id='story6'><p class='testP'>Вы храбно сражались с половцами в течение трёх дней, однако врагов было слишком много. Всё ваше войско 'легло за Русскую землю'. Поход окончился неудачей.</p><button class='testButton goStory7'><a>Дальше</a></button></section><section id='story7'><p class='testP'>'Тоска разлилась по Русской земле, Обильна печаль потекла среди земли Русския'.</p><p class='testP'>Ваш отец Святослав видит сон: 'Черпали мне синее вино, с горечью смешанное; И с вечера целую ночь граяли враны зловещие'. Святослав хочет отправить гонцов в вашу сторону и узнаёт, что оба его сына сомовольно отправились в дерзкий поход, где погибли.</p><button class='testButton goStory8'><a>Дальше!</a></button></section><section id='story8'><img class='imgTest img-responsive center-block' src='../../images/igorStory/igor2.png' alt='Твит князя Святослава'><button class='testButton goStory9'><a>Дальше!</a></button></section><section id='story9'><p class='testP'>Далеко от вашего разгромленного войска, на русской земле, в городе Путивле плачет ваша супруга. Её зовут Ярославна. Этот плач войдёт в историю, и долгие века вперёд любовь Ярославны будет считаться недостижимым идеалом искреннего и честного чувства.</p><button class='testButton goStory10'><a>Дальше!</a></button> </section><section id='story10'><img style='width:50%' class='imgTest img-responsive center-block' src='../../images/igorStory/igor3.jpg' alt='Плач Ярославны. Художник неизвестен.'><p class='testP'>Плач Ярославны. Художник неизвестен.</p><button class='testButton goStory11'><a>Дальше!</a></button></section><section id='story11'><img class='imgTest img-responsive center-block' src='../../images/igorStory/igor4.png' alt='Твит Ярославны'><button class='testButton goStory12'><a>Дальше!</a></button></section><section id='story12'><img class='imgTest img-responsive center-block' src='../../images/igorStory/igor5.png' alt='Отрывок из стихотворения Марии Цветаевой 'Плач Ярославны''><p class='testP'>Отрывок из стихотворения Марии Цветаевой 'Плач Ярославны'</p><button class='testButton goStory13'><a>Дальше!</a></button></section><section id='story13'><p class='testP'>Ваша история дала рождение множеству прекрасных образчиков искусства: стихи Цветаевой и Заболоцкого, оперы Бородина и Тищенко, симфония Янченко, песни группы Ведаъ-Колодъ, картины Васнецова, Рериха, Фаворского, Серова и многих других.</p><p class='testP'>Вы погибли героем. Как и ваш брат. И ваши дружины.</p><button class='endStory testButton'><a href='/tests'>Завершить историю!</button></section></div>"
    }
}